Repository: bbearche/dekmartrades
Catalog: languages/plugins/bbpress-*.po
Languages: sl_si

source: Forum draft updated. <a target="_blank" href="%s">Preview forum</a>
sl_si: Osnutek foruma osvežen. <a target="_blank" href="%s">Predoglej forum</a>

source: Forum scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview forum</a>
sl_si: Forum načrtovan za objavo: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Predoglej forum</a>

source: Forum submitted. <a target="_blank" href="%s">Preview forum</a>
sl_si: Forum poslan. <a target="_blank" href="%s">Poglej forum</a>

source: Forum saved.
sl_si: Forum shranjen.

source: Forum created. <a href="%s">View forum</a>
sl_si: Forum ustvarjen. <a href="%s">Poglej forum</a>

source: Forum restored to revision from %s
sl_si: Forum obnovljen na različico iz %s

source: Forum updated.
sl_si: Forum posodobljen.

source: Custom field deleted.
sl_si: Polje po meri izbrisano.

source: Custom field updated.
sl_si: Polje po meri posodobljeno.

source: Forum updated. <a href="%s">View forum</a>
sl_si: Forum osvežen. <a href="%s">Poglej forum</a>

source: No Topics
sl_si: Ni tem

source: Freshness
sl_si: Svežina

source: Created
sl_si: Nastanek

source: Creator
sl_si: Ustvarjalec

source: Replies
sl_si: Odgovori

source: Topics
sl_si: Teme

source: Publish Box
sl_si: Polje za objavo

source: <strong>Order</strong> allows you to order your forums numerically.
sl_si: <strong>Vrstni red</strong> omogoča numerično urejanje vaših forumov.

source: <strong>Parent</strong> dropdown determines the parent forum. Select the forum or category from the dropdown, or leave the default (No Parent) to create the forum at the root of your forums.
sl_si: Spustni meni <strong>Nadrejeni</strong> določa nadrejeni forum. Izberite forum ali kategorijo iz spustnega menija ali pustite privzeto (brez nadrejenega), da ustvarite forum v korenu vaših forumov.

source: <strong>Visibility</strong> lets you pick the scope of each forum and what users are allowed to access it.
sl_si: <strong>Vidnost</strong> vam omogoča izbiro obsega vsakega foruma in pravic uporabnikov za dostop do njih.

source: <strong>Status</strong> allows you to close a forum to new topics and forums.
sl_si: <strong>Status</strong> omogoča, da se forum zapre za nove teme in forume.

source: <strong>Type</strong> indicates if the forum is a category or forum. Categories generally contain other forums.
sl_si: <strong>Tip</strong> razlikuje med forumom kot kategorijo ali forumom. Kategorije ponavadi vsebujejo druge forume.

source: Select the attributes that your forum should have:
sl_si: Izberite parametre za vaš forum:

source: Forum Attributes
sl_si: Lastnosti foruma

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
sl_si: <strong>Prikazna Slika</strong> - Omogoča, da povežete sliko s forumom brez vstavljanja. Običajno je to uporabno, če tema uporablja to sliko za prikaz kot predogledno sličico foruma na glavni strani, v glavi po meri itd.

source: <strong>Publish</strong> - You can set the terms of publishing your forum in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a forum or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a forum to be published in the future or backdate a forum.
sl_si: <strong>Objavljanje</strong> - V polju Objavljanje lahko nastavite pogoje objave. Za status, vidnost in (takojšnjo) objavo kliknite na povezavo Uredi. Vidnost vključuje možnost zaščite foruma z geslom ali omogoča stalno mesto (zasidranje) določenega bloga na vrhu seznama. Objavi (takoj) omogoča nastavitev datuma in ure objave, tako da lahko določite zakasnitev objave ali jo označite s preteklim datumom.

source: <strong>Forum Editor</strong> - Enter the text for your forum. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your forum text. You can insert media files by clicking the icons above the forum editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular forum editor.
sl_si: <strong>Urejevalnik Forumov</strong> - Vnesite besedilo, ki ga želite v svojem forumu. Na voljo sta dve obliki urejanja - vizualno in HTML urejanje. Izberite želeno obliko s klikom na želen zavihek. V vizualnem načinu boste urejali takšno obliko foruma, kakršna bo tudi končna oblika. S klikom na zadnjo ikono v vrstici dobite dodatno vrstico kontrolnikov. HTML način vam omogoča vnos golega HTML-ja poleg besedila za forum. Vstavite lahko predstavnostne datoteke s klikom na ikone nad urejevalnikom foruma, nato sledite navodilom. V vizualnem načinu lahko urejate brez motenj prek ikone za celozaslonsko urejanje v vizualnem načinu (predzadnja ikona v zgornji vrstici), v HTML načinu pa to dosežete s klikom na gumb za celozaslonski način (zadnja ikona v vrsti). Nato boste lahko gumbe nastavili za prikazane gumbe že, če boste z miško postavili nad zgornji del. Izhod iz celozaslonskega načina vas vrne nazaj v navadno obliko urejevalnika.

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
sl_si: <strong>Naslov</strong> - Vnesite naslov foruma. Po vnosu naslova boste spodaj videli trajno povezavo, ki jo lahko urejate.

source: Title and Forum Editor
sl_si: Urejevalnik naslova in foruma

source: Customizing This Display
sl_si: Prilagajanje tega pogleda

source: The title field and the big forum editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
sl_si: Naslovno polje in veliko polje za urejanje forumov sta neprilagodljiva, vsa ostala polja pa lahko premaknete s pomočjo funkcije povleci-in-spusti ter jih povečate ali skrijete s klikom na naslovno vrstico vsakega polja. Uporabite nastavitve pogleda za prikaz več polj (izvleček, pošiljanje povratnih povezav, polja po meri, diskusija, ključ, avtor) ali za izbiro 1 ali 2 stolpcev v tem pogledu.

source: <a href="http://bbpress.org/forums/" target="_blank">bbPress Support Forums</a>
sl_si: <a href="http://bbpress.org/forums/" target="_blank">bbPress Podporni Forumi</a>

source: <a href="http://codex.bbpress.org" target="_blank">bbPress Documentation</a>
sl_si: <a href="http://codex.bbpress.org" target="_blank">bbPress Dokumentacija</a>

source: For more information:
sl_si: Za več informacij:

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected forums at once. To remove a forum from the grouping, just click the x next to its name in the Bulk Edit area that appears.
sl_si: Ko uporabljate možnost množičnega urejanja, lahko spreminjate meta podatke (kategorija, avtor, itd.) za vse izbrane forume. Za odstranitev foruma iz skupine, lahko kliknete na križec poleg njegovega imena v polju za množično urejanje.

source: You can also edit or move multiple forums to the trash at once. Select the forums you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
sl_si: Hkrati lahko tudi urejate ali premaknete v smeti več forumov. Izberite forume, ki jih želite uporabljati z uporabo potrditvenega polja, nato izberite dejanje, ki ga želite izvesti, iz menija množičnih dejanj in kliknite 'Uporabi'.

source: Bulk Actions
sl_si: Množična dejanja

source: <strong>View</strong> will show you what your draft forum will look like if you publish it. View will take you to your live site to view the forum. Which link is available depends on your forum&#8217;s status.
sl_si: <strong>Ogled</strong> vam pokaže, kako bo osnutek foruma videti, ko bo objavljen. Ogled vas odpelje na vaše dejansko spletišče za pregled foruma. Katera od teh povezav je na voljo, je odvisno od stanja odgovora.

source: <strong>Trash</strong> removes your forum from this list and places it in the trash, from which you can permanently delete it.
sl_si: <strong>V smeti</strong> odstrani forum s tega seznama in ga premakne v smeti, kjer ga lahko dokončno izbrišete.

source: <strong>Edit</strong> takes you to the editing screen for that forum. You can also reach that screen by clicking on the forum title.
sl_si: <strong>Urejanje</strong> vas usmeri na okno za urejanje tega foruma. Dostop je mogoč tudi s klikom na naslov foruma.

source: Hovering over a row in the forums list will display action links that allow you to manage your forum. You can perform the following actions:
sl_si: Podrsajte z miško čez vrstico s seznamom forumov za prikaz povezave do dejanj za urejanje vašega foruma. Izvedete lahko naslednja dejanja:

source: Available Actions
sl_si: Razpoložljiva dejanja

source: You can refine the list to show only forums from a specific month by using the dropdown menus above the forums list. Click the Filter button after making your selection. You also can refine the list by clicking on the forum creator in the forums list.
sl_si: Seznam lahko z uporabo spustnega menija nad seznamom forumov prilagodite tako, da prikazuje samo forume objavljene v določenem mesecu. Po izbiri kliknite na gumb "Filter". Filtrirate lahko tudi s klikom na "Ustvari forum" v seznamu forumov.

source: You can filter the list of forums by forum status using the text links in the upper left to show All, Published, or Trashed forums. The default view is to show all forums.
sl_si: Seznam forumov lahko z uporabo besednih povezav zgoraj levo filtrirate glede na status prispevka; prikaz vseh forumov, le objavljenih ali pa tistih v smeteh. Privzeti pogled prikaže vse.

source: You can hide/display columns based on your needs and decide how many forums to list per screen using the Screen Options tab.
sl_si: V zavihku "Nastavitve pogleda" lahko stolpce po potrebi skrijete/prikažete ter določite, koliko forumov naj se prikaže na stran.

source: You can customize the display of this screen&#8217;s contents in a number of ways:
sl_si: Vsebino tega pogleda lahko prilagodite na več načinov:

source: Screen Content
sl_si: Vsebina zaslona

source: This screen displays the individual forums on your site. You can customize the display of this screen to suit your workflow.
sl_si: Ta zaslon prikazuje posamezne forume na vašem spletišču. Prikaz lahko prilagodite, da bo bolj ustrezal vašim potrebam.

source: Overview
sl_si: Pregled

source: Calculating reply_to parents (%1$s - %2$s)
sl_si: Preračunavam starše namenskih odgovorov (%1$s - %2$s)

source: No reply_to parents to convert
sl_si: Ni staršev namenskih odgvorov za pretvorbo

source: Converting replies (%1$s - %2$s)
sl_si: Pretvarjanje odgovorov (%1$s - %2$s)

source: No replies to convert
sl_si: Ni odgovorov za pretvorbo

source: Converting topic tags (%1$s - %2$s)
sl_si: Pretvarjanje oznak za teme (%1$s - %2$s)

source: No tags to convert
sl_si: Ni oznak za pretvorbo

source: Calculating topic super stickies (%1$s - %2$s)
sl_si: Preračunavam super lepljive vsebine teme (%1$s - %2$s)

source: No super stickies to stick
sl_si: Ni super lepljivih vsebin za lepljenje

source: Calculating topic stickies (%1$s - %2$s)
sl_si: Preračunavam lepljive vsebine teme (%1$s - %2$s)

source: No stickies to stick
sl_si: Ni lepljivih vsebin za lepljenje

source: Converting topics (%1$s - %2$s)
sl_si: Pretvarjanje tem (%1$s - %2$s)

source: No topics to convert
sl_si: Ni tem za pretvorbo

source: Calculating forum hierarchy (%1$s - %2$s)
sl_si: Izračunavanje hierarhije foruma (%1$s - %2$s)

source: No forum parents to convert
sl_si: Ni nadrejenih forumov za pretvorbo

source: Converting forums (%1$s - %2$s)
sl_si: Pretvarjanje forumov (%1$s - %2$s)

source: No forums to convert
sl_si: Ni forumov za pretvorbo

source: Delete users WordPress default passwords (%1$s - %2$s)
sl_si: Izbriši privzeta gesla uporabnikov WordPressa (%1$s - %2$s)

source: No passwords to clear
sl_si: Ni gesel za brisanje

source: Converting users (%1$s - %2$s)
sl_si: Pretvarjanje uporabnikov (%1$s - %2$s)

source: No users to convert
sl_si: Ni uporabnikov za pretvarjanje

source: Deleting previously converted data (%1$s - %2$s)
sl_si: Brisanje predhodno pretvorjenih podatkov (%1$s - %2$s)

source: No data to clean
sl_si: Ni podatkov za čiščenje

source: Conversion Complete
sl_si: Pretvarjanje končano

source: Starting Conversion
sl_si: Pretvarjanje se začenja

source: Purge Previous Import
sl_si: Počisti prejšnji uvoz

source: Start Over
sl_si: Začni znova

source: Convert Users
sl_si: Pretvori uporabnike

source: Delay Time
sl_si: Zakasnitev

source: Rows Limit
sl_si: Omejitev vrstic

source: Options
sl_si: Možnosti

source: Table Prefix
sl_si: Predpona tabele

source: Database Password
sl_si: Geslo podatkovne zbirke

source: Database User
sl_si: Uporabnik podatkovne zbirke

source: Database Name
sl_si: Ime podatkovne zbirke

source: Database Port
sl_si: Vrata podatkovnega strežnika

source: Database Server
sl_si: Podatkovni strežnik

source: Select Platform
sl_si: Izberite platformo

source: Database Settings
sl_si: Nastavitve podatkovne zbirke

source: You can update all the forums on your network through this page. It works by calling the update script of each site automatically. Hit the link below to update.
sl_si: Vse forume v vašem omrežju lahko posodobite na tej strani. Deluje tako, da samodejno kliče posodobitveno skripto na vsakem spletišču. Kliknite na spodnjo povezavo za posodobitev.

source: Next Forums
sl_si: Naslednji forumi

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
sl_si: Če vaš brskalnik naslednje strani ne začne nalagati samodejno, kliknite na to povezavo:

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
sl_si: Opozorilo! Težava pri posodabljanju %1$s. Vaš strežnik morda ne more dostopati do spletišč na njem. Sporočilo o napaki: <em>%2$s</em>

source: You can update your forum through this page. Hit the link below to update.
sl_si: Vaš forum lahko posodobite na tej strani. Uporabite spodnjo povezavo za posodobitev.

source: Go Back
sl_si: Nazaj

source: All done!
sl_si: Končano!

source: Update Forum
sl_si: Posodobi forum

source: Core Contributors to bbPress 2.5
sl_si: Glavni prispevalci v bbPress 2.5

source: Bug Testing
sl_si: Preizkus hroščev

source: Theme Compatibility
sl_si: Kompatibilnost teme

source: Welcome to bbPress
sl_si: Dobrodošli v bbPressu

source: Right Now in Forums
sl_si: Trenutno v forumih

source: About bbPress
sl_si: O bbPress

source: Converter Specialist
sl_si: Specialist pretvorb

source: bbPress Forums
sl_si: bbPress forumi

source: Better handling of styles and scripts in the template stack.
sl_si: Boljše delovanje s slogi in skriptami v predlogah.

source: About
sl_si: Vizitka

source: bbPress is created by a worldwide swarm of busy, busy bees.
sl_si: bbPress je ustvarila skupina marljivih posameznikov z vsega sveta.

source: Project Leaders
sl_si: Vodje projekta

# post
source: Spam
sl_si: Neželena vsebina

source: Import Forums
sl_si: Uvozi forume

# post
source: Hidden <span class="count">(%s)</span>
sl_si: Skrito <span class="count">(%s)</span>

# post
source: Orphan <span class="count">(%s)</span>
sl_si: Odvzet <span class="count">(%s)</span>

source: bbPress Default
sl_si: bbPress Privzeto

source: bbPress Topics
sl_si: bbPress teme

source: Most popular topics
sl_si: Najbolj priljubljene teme

# post
source: Hidden
sl_si: Skrito

# post
source: Closed <span class="count">(%s)</span>
sl_si: Zaprt <span class="count">(%s)</span>

source: Cheatin&#8217; huh?
sl_si: Goljufamo, kaj?

source: bbPress Replies
sl_si: bbPress odgovori

source: Go to Forum Settings
sl_si: Pojdi v nastavitve foruma

source: Thank you for updating! bbPress %s is waxed, polished, and ready for you to take it for a lap or two around the block!
sl_si: Hvala za posodobitev! bbPress %s je boljši, spoliran in pripravljen, da vas popelje krog ali dva okrog bloka!

# post
source: Closed
sl_si: Zaprto

# post
source: Spam <span class="count">(%s)</span>
sl_si: Neželeno <span class="count">(%s)</span>

# post
source: Orphan
sl_si: Osamljena vrstica

source: Topics with no replies
sl_si: Teme brez odgovorov

source: Reset Forums
sl_si: Ponastavi forume

source: Forum Reset
sl_si: Ponastavljanje foruma

source: Forums
sl_si: Forumi

source: Update Forums
sl_si: Posodobi forume

source: Settings
sl_si: Nastavitve

# admin color scheme
source: Evergreen
sl_si: Zimzeleno

source: Welcome to bbPress %s
sl_si: Dobrodošli v bbPressu %s

source: Thank you for updating! bbPress %s is bundled up and ready to weather the storm of users in your community!
sl_si: Hvala za posodobitev! bbPress %s je nameščen in pripravljen za prihod uporabnikov v vašo skupnost!

source: Version %s
sl_si: Različica %s

source: What&#8217;s New
sl_si: Kaj je novega?

source: Credits
sl_si: Zahvale

source: Forum Subscriptions
sl_si: Naročnine foruma

source: Subscribe to Forums
sl_si: Naroči se na forume

source: Now your users can subscribe to new topics in specific forums.
sl_si: Sedaj se vaši uporabniki lahko naročijo na nove teme in določene forume.

source: Manage Subscriptions
sl_si: Upravljaj naročnine

source: Your users can manage all of their subscriptions in one convenient location.
sl_si: Vaši uporabniki lahko uporabljajo vse njihove naročnine v enem primernem mestu.

source: Converters
sl_si: Pretvorniki

source: We&#8217;re all abuzz about the hive of new importers, AEF, Drupal, FluxBB, Kunena Forums for Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo and XMB. Existing importers are now sweeter than honey with improved importing stickies, topic tags, forum categories and the sting is now gone if you need to remove imported users.
sl_si: Vsi smo veseli dodanih uvoznikov za AEF, Drupal, FluxBB, Kunena Forumi za Joomlo, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo and XMB. Obstoječi uvozniki so še boljši in so izboljšani z dodajanjem lepljivih tem, značk tem, kategorij forumov, lahko pa tudi odstranite uvožene uporabnike.

source: Polyglot support
sl_si: Podpora poliglotu

source: bbPress fully supports automatic translation updates.
sl_si: bbPress popolnoma podpira samodejno posodabljanje prevodov.

source: User capabilities
sl_si: Zmogljivosti uporabnika

source: Roles and capabilities have been swept through, cleaned up, and simplified.
sl_si: Vloge in zmogljivosti so bile izboljšane, počiščene in poenostavljene.

source: Lead Developer
sl_si: Glavni razvijalec

source: Founding Developer
sl_si: Izvorni razvijalec

# admin color scheme
source: Mint
sl_si: Meta

source: Repair Forums
sl_si: Popravi forume

source: Contributing Developers
sl_si: Sodelujoči razvijalci

source: Forum Repair
sl_si: Popravljanje foruma

source: Forum Import
sl_si: Uvažanje foruma

source: Feature Developer
sl_si: Razvijalec funkcij
