Repository: bbearche/dekmartrades
Catalog: languages/plugins/bbpress-*.po
Languages: sl_si

source: The bbPress Community
sl_si: Skupnost bbPress

source: bbPress is forum software with a twist from the creators of WordPress.
sl_si: bbPress je programska oprema za forum od izdelovalca WordPress-a.

source: Recalculate the position of each reply
sl_si: Ponovno izračunaj položaj vseh odgovorov

source: <p>This is a collection of tags that are currently popular on our forums.</p>
sl_si: <p>Tu je zbirka oznak, ki so trenutno priljubljene na naših forumih.</p>

source: <p>Here are the statistics and popular topics of our forums.</p>
sl_si: <p>Tu je statistika in priljubljene teme na naših forumih.</p>

source: Please login to subscribe to this topic.
sl_si: Prosim vpišite se za naročitev na to temo.

source: The topic could not be found.
sl_si: Tema ni najdena.

source: Please login to make this topic a favorite.
sl_si: Prosim vpišite se, da označite to temo kot priljubljeno.

source: Favorites are no longer active.
sl_si: Priljubljene niso več aktivne.

source: The request was unsuccessful. Please try again.
sl_si: Zahtevek je bil neuspešen. Prosimo poskusite znova.

source: Are you sure you meant to do that?
sl_si: Ali ste prepričani, da želite to storiti?

source: The forum could not be found.
sl_si: Forum ni najden.

source: You do not have permission to do this.
sl_si: Za to dejanje nimate dovolj pravic.

source: Please login to subscribe to this forum.
sl_si: Prosim vpišite se za naročitev na ta forum.

source: Subscriptions are no longer active.
sl_si: Naročnine niso več aktivne.

source: Something went wrong. Refresh your browser and try again.
sl_si: Nekaj je šlo narobe. Prosim osvežite stran v brskalniku in poskusite znova.

source: This user has not created any topics.
sl_si: Ta uporabnik ni ustvaril nobene teme.

source: You have not created any topics.
sl_si: Vi niste ustvarili nobene teme.

source: Forum Topics Started
sl_si: Začete teme na forumu

source: This user is not currently subscribed to any topics.
sl_si: Ta uporabnik trenutno ni naročen na nobeno temo.

source: You are not currently subscribed to any topics.
sl_si: Trenutno niste naročeni na nobeno temo.

source: This user is not currently subscribed to any forums.
sl_si: Ta uporabnik trenutno ni naročen na noben forum.

source: You are not currently subscribed to any forums.
sl_si: Trenutno niste naročeni na noben forum.

source: Subscribed Forums
sl_si: Naročeni forumi

source: This user has not replied to any topics.
sl_si: Ta uporabnik ni odgovoril na nobeno temo.

source: You have not replied to any topics.
sl_si: Niste odgovorili na nobeno temo.

source: Forum Replies Created
sl_si: Odgovori na forumu

source: Replies Created: %s
sl_si: Odgovori: %s

source: Topics Started: %s
sl_si: Začete teme: %s

source: Forum Role: %s
sl_si: Vloga foruma: %s

source: This user has no favorite topics.
sl_si: Ta uporabnik nima priljubljenih tem.

source: You currently have no favorite topics.
sl_si: Trenutno nimate priljubljenih tem.

source: Favorite Forum Topics
sl_si: Priljubljene teme

source: %s's Subscriptions
sl_si: Naročnine osebe %s

source: %s's Favorites
sl_si: Priljubljeno osebe %s

source: %s's Replies Created
sl_si: Odgovori osebe %s

source: %s's Topics Started
sl_si: Začete teme osebe %s

source: Profile
sl_si: Profil

source: %s's Profile
sl_si: Profil osebe %s

source: in: <a href="%1$s">%2$s</a>
sl_si: v: <a href="%1$s">%2$s</a>

source: Started by: %1$s
sl_si: Temo je pričel: %1$s

source: in reply to:
sl_si: v odgovor na:

source: Search Results
sl_si: Iskalni rezultati

source: in forum
sl_si: v forumu

source: in group forum
sl_si: v forumski skupini

source: Topic:
sl_si: Tema:

source: In reply to:
sl_si: V odgovoru:

source: Last updated %s
sl_si: Zadnjič posodobljeno %s

source: Blog Role
sl_si: Vloga bloga

source: We use your email address to email you a secure password and verify your account.
sl_si: Vaša e-pošta bo uporabljena za to, da vam pošljemo varno geslo ter preverimo vaš račun.

source: Your username must be unique, and cannot be changed later.
sl_si: Vaše uporabniško ime mora biti edinstveno, kasneje se ga ne da spremeniti.

source: Create an Account
sl_si: Ustvari račun

source: Reset My Password
sl_si: Ponastavi moje geslo

source: Username or Email
sl_si: Uporabniško ime ali elektronski naslov

source: Keep me signed in
sl_si: Naj ostanem prijavljen/a

source: Update User
sl_si: Posodobi uporabnika

source: Update Profile
sl_si: Posodobi profil

source: Grant this user super admin privileges for the Network.
sl_si: Dodeli uporabniku pravice glavnega skrbnika tega omrežja.

source: Network Role
sl_si: Vloga omrežja

source: User Role
sl_si: Vloga uporabnika

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
sl_si: Vaše geslo mora biti dolgo vsaj deset znakov. Za močnejše geslo uporabite velike in male črke, številke in simbole.

source: Type your new password again.
sl_si: Ponovno vpišite novo geslo.

source: If you would like to change the password type a new one. Otherwise leave this blank.
sl_si: Če želite spremeniti uporabniško geslo, vpišite novega, sicer pustite polje prazno.

source: New Password
sl_si: Novo geslo

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
sl_si: V teku je sprememba vašega e-naslova v <code>%1$s</code>. <a href="%2$s">Prekliči</a>

source: Account
sl_si: Račun

source: Biographical Info
sl_si: Biografske informacije

source: About the user
sl_si: O uporabniku

source: About Yourself
sl_si: O vas

source: Contact Info
sl_si: Kontaktne informacije

source: Display Name
sl_si: Ime za prikaz

source: Nickname
sl_si: Vzdevek

source: Last Name
sl_si: Priimek

source: First Name
sl_si: Ime

source: You must be logged in to create new topics.
sl_si: Za ustvarjanje novih tem morate biti prijavljeni.

source: You cannot create new topics.
sl_si: Ne morete ustvarjati novih tem.

source: Topic Status:
sl_si: Stanje teme:

source: Topic Type:
sl_si: Tip teme:

source: Topic Tags:
sl_si: Oznake teme:

source: Topic Title (Maximum Length: %d):
sl_si: Ime teme (največja dolžina: %d):

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
sl_si: Ta forum je označen kot zaprt za nove teme, vendar vam vaše pravice to še vedno omogočajo.

source: Create New Topic in &ldquo;%s&rdquo;
sl_si: Ustvari novo temo v forumu &ldquo;%s&rdquo;

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
sl_si: Ste prepričani, da želite izbrisati oznako "%s"? Tega se ne da razveljaviti.

source: Any links to this tag will no longer function.
sl_si: Vse povezave na to oznako bodo prenehale delovati.

source: Deleting a tag cannot be undone.
sl_si: Izbrisanega ključa ni mogoče povrniti.

source: This does not delete your topics. Only the tag itself is deleted.
sl_si: Teme ne bodo izbrisane. Izbriše se le oznaka.

source: Are you sure you want to merge the "%s" tag into the tag you specified?
sl_si: Ste prepričani, da želite združiti oznako "%s" z izbrano oznako?

source: Existing tag:
sl_si: Obstoječa oznaka:

source: Merging tags together cannot be undone.
sl_si: Združitve oznak ni mogoče preklicati.

source: Update
sl_si: Posodobi

source: Slug:
sl_si: Ključ:

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
sl_si: Sprememba ključa vpliva na trajno povezavo. Vsaka povezava na predhodni ključ bo prenehala delovati.

source: Leave the slug empty to have one automatically generated.
sl_si: Pustite polje za ključ prazno, da se ustvari samodejno.

source: Rename
sl_si: Preimenuj

source: Manage Tag: "%s"
sl_si: Uredi oznako: "%s"

source: Copy topic tags to the new topic
sl_si: Kopiraj oznake tem k novi temi

source: Copy favoriters to the new topic
sl_si: Kopiraj seznam priljubljenih k novi temi

source: Copy subscribers to the new topic
sl_si: Kopiraj naročnike k novi temi

source: Split: %s
sl_si: Razdeli: %s

source: Split Method
sl_si: Metoda razdelitve

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
sl_si: Če uporabite možnost obstoječih tem, bodo odgovori v obeh temah združeni kronološko. Vrstni red združenih odgovorov bo temeljil na datumu in času njihove objave.

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
sl_si: Ko temo razdelite, jo razstavite na dve polovici, pri čemer se druga začne s pravkar izbranim odgovorom. Izberite ta odgovor kot novo temo z novim naslovom, ali pa dodajte odgovore že obstoječi temi.

source: Split topic "%s"
sl_si: Razdeli temo "%s"

source: You cannot edit this topic.
sl_si: Te teme ne morete urejati.

source: You do not have the permissions to edit this topic!
sl_si: Nimate dovoljenja za urejanje te teme!

source: Merge topic tags
sl_si: Združi oznake tem

source: Merge topic favoriters
sl_si: Združi priljubljene teme

source: Merge topic subscribers
sl_si: Združi naročnike tem

source: Topic Extras
sl_si: Dodatki teme

source: There are no other topics in this forum to merge with.
sl_si: V tem forumu ni nobene druge teme za združitev.

source: Merge with this topic:
sl_si: Združi s to temo:

source: Destination
sl_si: Cilj

source: All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
sl_si: Vsi odgovori znotraj obeh tem bodo razporejeni kronološko. Vrstni red združenih odgovorov bo odvisen od časa in datuma objave. Če je ciljna tema nastala kasneje kot ta, bo njen čas objave osvežen na sekundo prej.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
sl_si: Da obdržite to temo kot glavno, pojdite na drugo temo in tam uporabite orodje za združevanje tem.

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
sl_si: Izberite temo za združitev. Ciljna tema bo ostala glavna tema, ta tema pa se bo spremenila v odgovor.

source: Merge topic "%s"
sl_si: Združi temo "%s"

source: Search for:
sl_si: Išči:

source: You must be logged in to reply to this topic.
sl_si: Za objavo odgovora morate biti prijavljeni.

source: You cannot reply to this topic.
sl_si: No to temo ne morete odgovarjati.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
sl_si: Forum &#8216;%s&#8217; je zaprt za nove vsebine.

source: The topic &#8216;%s&#8217; is closed to new replies.
sl_si: Tema &#8216;%s&#8217; je zaprta za nove vsebine.

source: Optional reason for editing:
sl_si: Razlog za urejanje (izbirno):

source: Keep a log of this edit:
sl_si: Shrani dnevnik tega urejanja:

source: Notify me of follow-up replies via email
sl_si: Opozori me o sledečih odgovorih preko e-pošte

source: Notify the author of follow-up replies via email
sl_si: Opozori avtorja o sledečih odgovorih preko e-pošte

source: Tags:
sl_si: Oznake:

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
sl_si: Ta tema je označena kot zaprta za nove odgovore, vendar vam vaše zmožnosti še vedno omogočajo objavljanje.

source: You cannot edit this reply.
sl_si: Tega odgovora ni mogoče urejati.

source: You do not have the permissions to edit this reply!
sl_si: Nimate dovoljenja za urejanje tega odgovora!

source: <strong>WARNING:</strong> This process cannot be undone.
sl_si: <strong>OPOZORILO:</strong> Tega opravila se ne da razveljaviti.

source: Use an existing topic in this forum:
sl_si: Uporabi obstoječo temo na tem forumu:

source: Moved: %s
sl_si: Premaknjeno: %s

source: New topic in <strong>%s</strong> titled:
sl_si: Nova tema v <strong>%s</strong> z naslovom:

source: Move Method
sl_si: Medota premika

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
sl_si: Če izberete že obstoječo temo, bodo odgovori prikazani v zaporedju glede na čas in datum kdaj so bili ustvarjeni.

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
sl_si: Ta odgovor lahko spremenite v novo temo z novim naslovom ali pa ga pridružite obstoječi temi.

source: Move reply "%s"
sl_si: Premakni odgovor "%s"

source: Protected
sl_si: Zaščiteno

source: You must be logged in to create new forums.
sl_si: Za ustvarjanje forumov morate biti prijavljeni.

source: You cannot create new forums.
sl_si: Ne morete ustvarjati novih forumov.

source: The forum &#8216;%s&#8217; is closed to new content.
sl_si: Forum &#8216;%s&#8217; ni na voljo za nove vsebine.

source: Submit
sl_si: Pošlji

source: (No Parent)
sl_si: (Ni nadrejenega)

source: Forum Type:
sl_si: Tip foruma:

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
sl_si: Lahko uporabite te <abbr title="HyperText Markup Language">HTML</abbr> oznake in atribute:

source: Forum Name (Maximum Length: %d):
sl_si: Ime foruma (največja dolžina: %d):

source: Your account has the ability to post unrestricted HTML content.
sl_si: Vaš račun ima zmožnost objavljanja neomejene HTML vsebine.

source: This forum is closed to new content, however your account still allows you to do so.
sl_si: Ta forum je zaprt za nove vsebine, vendar vam vaš račun še vedno omogoča dodajanje.

source: Create New Forum in &ldquo;%s&rdquo;
sl_si: Ustvari nov forum v &ldquo;%s&rdquo;

source: Now Editing &ldquo;%s&rdquo;
sl_si: Trenutno je v urejanju &ldquo;%s&rdquo;

source: Mail (will not be published) (required):
sl_si: E-naslov (ne bo javno objavljen) (zahtevano):

source: Name (required):
sl_si: Ime (zahtevano):

source: Your information:
sl_si: Vaši podatki:

source: Oh bother! No topics were found here!
sl_si: Ti šment! Tu ni nobene teme!

source: Oh bother! No search results were found here!
sl_si: Ti šment! Tukaj ni bilo nič najdeno!

source: Oh bother! No replies were found here!
sl_si: Ti šment! Tukaj ni bilo najdeno nobenih odgovorov!

source: Oh bother! No forums were found here!
sl_si: Ti šment! Tu ni nobenega foruma!

source: You do not have permission to view this forum.
sl_si: Nimate dovoljenja za ogled tega foruma.

source: Private
sl_si: Zasebno

source: You are already logged in.
sl_si: Ste že prijavljeni.

source: Hidden Replies
sl_si: Skriti odgovori

source: Hidden Topics
sl_si: Skrite teme

source: Empty Topic Tags
sl_si: Prazne oznake tem

source: Registered Users
sl_si: Registrirani uporabniki

source: Registration complete. Please check your e-mail.
sl_si: Registracija končana. Prosim, preverite vašo e-pošto.

source: Check your e-mail for your new password.
sl_si: Preverite vašo e-pošto za vaše novo geslo.

source: Check your e-mail for the confirmation link.
sl_si: Preverite vašo e-pošto za potrditveno povezavo.

source: New user registration is currently not allowed.
sl_si: Registracija novih uporabnikov trenutno ni mogoča.

source: You are now logged out.
sl_si: Sedaj niste več prijavljeni.

source: &mdash; No role for this site &mdash;
sl_si: &mdash; Ni vloge za to spletišče &mdash;

source: This user has super admin privileges.
sl_si: Ta uporabnik ima pravice glavnega skrbnika.

source: You have super admin privileges.
sl_si: Imate pravice glavnega skrbnika.

source: User updated.
sl_si: Uporabnik posodobljen.

source: Favorited
sl_si: Dodano med priljubljeno

source: Member
sl_si: Član

source: Inactive
sl_si: Nedejavno

source: Guest
sl_si: Gost

source: <strong>ERROR</strong>: There was a problem subscribing to that topic!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri naročanju na to temo!

source: <strong>ERROR</strong>: There was a problem unsubscribing from that topic!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri odjavljanju od te teme!

source: <strong>ERROR</strong>: No topic was found! Which topic are you subscribing/unsubscribing to?
sl_si: <strong>NAPAKA</strong>: Najti ni bilo mogoče nobene teme! Na katero temo se želite naročiti/od katere se želite odjaviti?

source: <strong>ERROR</strong>: There was a problem subscribing to that forum!
sl_si: <strong>NAPAKA</strong>: Pojavila se je napaka s prijavljanjem na ta forum!

source: <strong>ERROR</strong>: There was a problem unsubscribing from that forum!
sl_si: <strong>NAPAKA</strong>: Pojavila se je težava z odjavljanjem iz tega foruma!

source: <strong>ERROR</strong>: No forum was found! Which forum are you subscribing/unsubscribing to?
sl_si: <strong>NAPAKA</strong>: Ni bilo najdenih forumov! Na kateri forum se prijavljate/odjavljate?

source: <strong>ERROR</strong>: There was a problem favoriting that topic!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri dodajanju te teme med priljubljene!

source: <strong>ERROR</strong>: There was a problem removing that topic from favorites!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri odstranjevanju te teme iz priljubljenih!

source: <strong>ERROR</strong>: You don't have the permission to edit favorites of that user!
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za spreminjanje priljubljenih tem tega uporabnika!

source: <strong>ERROR</strong>: No topic was found! Which topic are you marking/unmarking as favorite?
sl_si: <strong>NAPAKA</strong>: Najti ni bilo mogoče nobene teme! Katero temo želite označiti/odznačiti kot priljubljeno?

source: View Topic Tag
sl_si: Glej oznako teme

source: New Tag Name
sl_si: Ime nove oznake

source: Add New Tag
sl_si: Dodaj novo oznako

source: Update Tag
sl_si: Posodobi oznako

source: Edit Tag
sl_si: Uredi oznako

source: All Tags
sl_si: Vse oznake

source: Popular Tags
sl_si: Priljubljene oznake

source: Search Tags
sl_si: Išči oznake

source: Topic Tags
sl_si: Oznake tem

source: This topic has no replies.
sl_si: Ta tema nima odgovorov.

source: This topic contains %1$s and has %2$s.
sl_si: Ta tema vsebuje %1$s in ima %2$s.

source: This topic contains %1$s, has %2$s, and was last updated by %3$s %4$s.
sl_si: Ta tema vsebuje %1$s, ima %2$s, in jo je nazadnje posodobil/a %3$s %4$s.

source: %s voice
sl_si: %s glas

source: This topic is in the trash.
sl_si: Ta tema je v smeteh.

source: This topic is marked as spam.
sl_si: Tema je označena kot neželena.

source: Viewing topic %2$s (of %4$s total)
sl_si: Prikaz teme %2$s (od skupno %4$s)

source: Viewing %1$s topic
sl_si: Prikazujem %1$s temo

source: Merge
sl_si: Združi

# Topic Status
source: Open
sl_si: Odpri

# Topic Status
source: Close
sl_si: Zapri

source: Tagged:
sl_si: Oznake:

source: Unfavorite
sl_si: Nepriljubljen

source: Favorite
sl_si: Dodaj med priljubljeno

source: This topic was modified %1$s by %2$s.
sl_si: To temo je spremenil/a %2$s %1$s.

source: This topic was modified %1$s by %2$s. Reason: %3$s
sl_si: To temo je spremenil/a %2$s %1$s. Razlog: %3$s

source: No topics found in Trash
sl_si: Ni tem v smeteh

source: No topics found
sl_si: Ni tem

source: Search Topics
sl_si: Išči teme

source: View Topic
sl_si: Poglej temo

source: Edit Topic
sl_si: Uredi temo

source: Create New Topic
sl_si: Ustvari novo temo

source: New Topic
sl_si: Nova tema

source: <strong>ERROR</strong>: There was a problem deleting the topic.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri brisanju teme.

source: <strong>ERROR</strong>: There was a problem untrashing the topic.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri premikanju teme iz smeti.

source: <strong>ERROR</strong>: There was a problem trashing the topic.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri premikanju teme v smeti.

source: <strong>ERROR</strong>: There was a problem marking the topic as spam.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri označevanju te teme kot neželene.

source: <strong>ERROR</strong>: There was a problem unmarking the topic as spam.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri odznačevanju te teme kot neželene.

source: <strong>ERROR</strong>: There was a problem sticking the topic.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri pripenjanju teme.

source: <strong>ERROR</strong>: There was a problem unsticking the topic.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri odpenjanju teme.

source: <strong>ERROR</strong>: There was a problem opening the topic.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri odpiranju teme.

source: <strong>ERROR</strong>: There was a problem closing the topic.
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri zapiranju teme.

source: <strong>ERROR:</strong> You do not have the permission to do that.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za to opravilo.

# Make topic super sticky
source: Super Sticky
sl_si: Super lepljivo

# Make topic sticky
source: Sticky
sl_si: Lepljivo

# Unstick a topic
source: Normal
sl_si: Navaden

# Mark topic as pending
source: Pending
sl_si: Čakajoč

# Trash the topic
source: Trash
sl_si: V smeti

# Spam the topic
source: Spam
sl_si: Zasmeti

# Close the topic
source: Closed
sl_si: Zapri

# Open the topic
source: Open
sl_si: Odpri

source: <strong>ERROR</strong>: The following problem(s) have been found while deleting the tag: %s
sl_si: <strong>NAPAKA</strong>: Med brisanjem oznake je prišlo do naslednjih težav: %s

source: <strong>ERROR</strong>: You do not have the permissions to delete the topic tags.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za izbris oznake teme.

source: <strong>ERROR</strong>: The tags which are being merged can not be the same.
sl_si: <strong>NAPAKA</strong>: Združevanje enakih oznak ni mogoče.

source: <strong>ERROR</strong>: The following problem(s) have been found while merging the tags: %s
sl_si: <strong>NAPAKA</strong>: Med združevanjem oznak je prišlo do naslednjih težav: %s

source: <strong>ERROR</strong>: The following problem(s) have been found while updating the tag: %s
sl_si: <strong>NAPAKA</strong>: Med posodabljanjem oznake je prišlo do naslednjih težav: %s

source: <strong>ERROR</strong>: You need to enter a tag name.
sl_si: <strong>NAPAKA:</strong> Vnesite ime oznake.

source: <strong>ERROR</strong>: You do not have the permissions to edit the topic tags.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za urejanje oznake teme.

source: <strong>ERROR</strong>: The following problem(s) have been found while getting the tag: %s
sl_si: <strong>NAPAKA</strong>: Med pridobivanjem oznake je prišlo do naslednjih težav: %s

source: <strong>ERROR</strong>: The topic you want to split to was not found!
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti teme, ki jo želite razdeliti!

source: <strong>ERROR</strong>: You need to choose a valid split option.
sl_si: <strong>NAPAKA</strong>: Izbrati morate veljavno možnost za razdelitev.

source: <strong>ERROR</strong>: The topic you want to split was not found.
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti teme, ki jo želite razdeliti.

source: <strong>ERROR</strong>: The reply you want to split from was not found.
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti odgovora, ki ga želite razdeliti.

source: <strong>ERROR</strong>: Reply ID to split the topic from not found!
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti ID-ja odgovora za razdelitev teme.

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za urejanje ciljne teme.
