Repository: bbearche/dekmartrades
Catalog: languages/plugins/bbpress-*.po
Languages: sl_si

source: <strong>ERROR</strong>: The topic you want to merge to was not found.
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti teme, h kateri želite pridružiti to temo.

source: <strong>ERROR</strong>: Destination topic ID not found.
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti ID-ja ciljne teme.

source: <strong>ERROR</strong>: The topic you want to merge was not found.
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti teme, ki jo želite združiti.

source: <strong>ERROR</strong>: Your topic cannot be edited at this time.
sl_si: <strong>NAPAKA</strong>: Vaše teme trenutno ni mogoče urejati.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in it.
sl_si: <strong>NAPAKA</strong>: Ta forum je kategorija. V njem ne morete ustvariti nobene teme.

source: <strong>ERROR</strong>: You do not have permission to edit that topic.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za urejanje te teme.

source: <strong>ERROR</strong>: The topic you want to edit was not found.
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti teme, ki jo želite urediti.

source: <strong>ERROR</strong>: Topic ID not found.
sl_si: <strong>NAPAKA</strong>: ID-ja teme ni bilo mogoče najti.

source: <strong>ERROR</strong>: Your topic cannot be created at this time.
sl_si: <strong>NAPAKA</strong>: Vaše teme trenutno ni mogoče ustvariti.

source: <strong>ERROR</strong>: Duplicate topic detected; it looks as though you&#8217;ve already said that!
sl_si: <strong>NAPAKA</strong>: Podvojena tema zaznana; očitno ste to rekli že prej!

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new topics in it.
sl_si: <strong>NAPAKA</strong>: Ta forum je skrit. Nimate pravice za branje ali ustvarjanje novih tem.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new topics in it.
sl_si: <strong>NAPAKA</strong>: Ta forum je zaseben. Nimate pravice za branje ali ustvarjanje novih tem.

source: <strong>ERROR</strong>: This forum has been closed to new topics.
sl_si: <strong>NAPAKA</strong>: Ta forum je bil zaprt za nove teme.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in this forum.
sl_si: <strong>NAPAKA</strong>: Ta forum je kategorija. V njem ne morete ustvariti nobene teme.

source: <strong>ERROR</strong>: Your topic cannot be empty.
sl_si: <strong>NAPAKA</strong>: Vaša tema ne sme biti prazna.

source: <strong>ERROR</strong>: Your topic needs a title.
sl_si: <strong>NAPAKA</strong>: Vaša tema potrebuje naslov.

source: <strong>ERROR</strong>: You do not have permission to create new topics.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za ustvarjanje novih forumov.

source: Viewing %1$s result
sl_si: Prikazujem %1$s rezultat

source: Search Results for '%s'
sl_si: Iskalni rezultati za '%s'

source: Viewing %2$s post (of %4$s total)
sl_si: Prikaz %2$s prispevka (od skupno %4$s)

source: Viewing %1$s post
sl_si: Prikazujem %1$s prispevek

source: Viewing %2$s replies (of %4$s total)
sl_si: Prikaz %2$s odgovorov (od %4$s)

source: Viewing %1$s reply
sl_si: Prikazujem %1$s odgovor

source: Viewing %1$s reply thread
sl_si: Pregleduje %1$s odgovor na temo

source: Split the topic from this reply
sl_si: Razdeli temo pri tem odgovoru

source: Split
sl_si: Razdeli

source: Move this reply
sl_si: Premakni ta odgovor

source: Move
sl_si: Premakni

source: Unspam
sl_si: Razveljavi oznako neželeno

source: Are you sure you want to delete that permanently?
sl_si: Ali ste prepričani, da želite to trajno izbrisati?

source: Delete
sl_si: Izbriši

source: Cancel
sl_si: Prekliči

source: Visit %s's website
sl_si: Obiščite spletišče od %s

source: View %s's profile
sl_si: Poglej profil uporabnika %s

source: Anonymous
sl_si: Anonimnež

source: This reply was modified %1$s by %2$s.
sl_si: Ta odgovor je spremenil/a %2$s %1$s.

source: This reply was modified %1$s by %2$s. Reason: %3$s
sl_si: Ta odgovor je spremenil/a %2$s %1$s. Razlog: %3$s

# date at time
source: %1$s at %2$s
sl_si: %1$s ob %2$s

source: No replies found in Trash
sl_si: Ni odgovorov v smeteh

source: No replies found
sl_si: Ni odgovorov

source: Search Replies
sl_si: Išči odgovore

source: View Reply
sl_si: Poglej odgovor

source: Edit Reply
sl_si: Uredi odgovor

source: Create New Reply
sl_si: Ustvari nov odgovor

source: New Reply
sl_si: Nov odgovor

source: Replies: %s
sl_si: Odgovori: %s

source: All Posts
sl_si: Vsi prispevki

source: <strong>ERROR</strong>: There was a problem deleting the reply!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri brisanju tega odgovora!

source: <strong>ERROR</strong>: There was a problem untrashing the reply!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri prestavljanju tega odgovora iz smeti!

source: <strong>ERROR</strong>: There was a problem trashing the reply!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri prestavljanju tega odgovora v smeti!

source: <strong>ERROR</strong>: There was a problem marking the reply as spam!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri označevanju tega odgovora kot neželenega!

source: <strong>ERROR</strong>: There was a problem unmarking the reply as spam!
sl_si: <strong>NAPAKA</strong>: Prišlo je do napake pri odznačevanju tega odgovora kot neželenega!

source: <strong>ERROR:</strong> You do not have the permission to do that!
sl_si: <strong>NAPAKA:</strong> Nimate dovoljenja za to opravilo!

source: <strong>ERROR</strong>: You do not have the permissions to create new topics. The reply could not be converted into a topic.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za ustvarjanje nove teme. Odgovora ni bilo mogoče pretvoriti v temo.

source: <strong>ERROR</strong>: There was a problem converting the reply into the topic. Please try again.
sl_si: <strong>NAPAKA</strong>: Med pretvarjanjem odgovora v temo je prišlo do napake. Prosim, poskusite znova.

source: Reply To: %s
sl_si: Odgovori na: %s

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic!
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za urejanje ciljne teme!

source: <strong>ERROR</strong>: The topic you want to move to was not found!
sl_si: <strong>NAPAKA</strong>: Temo, ki ste jo želeli premakniti ni bila najdena!

source: <strong>ERROR</strong>: Destination topic ID not found!
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti ID-ja ciljne teme!

source: <strong>ERROR</strong>: You need to choose a valid move option.
sl_si: <strong>NAPAKA</strong>: Izbrati morate veljavno možnost za premik.

source: <strong>ERROR</strong>: You do not have the permissions to edit the source topic.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za urejanje izvorne teme.

source: <strong>ERROR</strong>: The topic you want to move from was not found.
sl_si: <strong>NAPAKA</strong>: Tema, ki jo želite premakniti ni bila najdena.

source: <strong>ERROR</strong>: The reply you want to move was not found.
sl_si: <strong>NAPAKA</strong>: Odgovora, ki ga želite premakniti, ni bilo mogoče najti.

source: <strong>ERROR</strong>: Reply ID to move not found!
sl_si: <strong>NAPAKA</strong>: ID odgovora za premik ni najden!

source: <strong>ERROR</strong>: Your reply cannot be edited at this time.
sl_si: <strong>NAPAKA</strong>: Vašega odgovora trenutno ni mogoče urejati.

source: <strong>ERROR</strong>: You do not have permission to edit that reply.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za urejanje tega odgovora.

source: <strong>ERROR</strong>: The reply you want to edit was not found.
sl_si: <strong>NAPAKA</strong>: Ni bilo mogoče najti odgovora, ki ga želite urediti.

source: <strong>ERROR</strong>: Reply ID not found.
sl_si: <strong>NAPAKA</strong>: ID-ja odgovora ni bilo mogoče najti.

source: <strong>ERROR</strong>: There was a problem adding the tags to the topic.
sl_si: <strong>NAPAKA</strong>: Med dodajanjem oznake za temo je prišlo do napake.

source: <strong>ERROR</strong>: Topic is closed.
sl_si: <strong>NAPAKA</strong>: Tema je zaprta.

source: <strong>ERROR</strong>: Your reply cannot be created at this time.
sl_si: <strong>NAPAKA</strong>: Vašega odgovora trenutno ni mogoče ustvariti.

source: <strong>ERROR</strong>: Duplicate reply detected; it looks as though you&#8217;ve already said that!
sl_si: <strong>NAPAKA</strong>: Podvojen odgovor; očitno ste to rekli že prej!

source: <strong>ERROR</strong>: Your reply cannot be empty.
sl_si: <strong>NAPAKA</strong>: Vaš odgovor ne sme biti prazen.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new replies in it.
sl_si: <strong>NAPAKA</strong>: Ta forum je skrit. Nimate pravice za branje ali ustvarjanje novih odgovorov.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new replies in it.
sl_si: <strong>NAPAKA</strong>: Ta forum je zaseben. Nimate pravice za branje ali ustvarjanje novih odgovorov.

source: <strong>ERROR</strong>: This forum has been closed to new replies.
sl_si: <strong>NAPAKA</strong>: Ta forum ni odprt za nove odgovore.

source: <strong>ERROR</strong>: This forum is a category. No replies can be created in this forum.
sl_si: <strong>NAPAKA</strong>: Ta forum je kategorija, zato vanj ni mogoče vnašati odgovorov.

source: <strong>ERROR</strong>: Forum does not exist.
sl_si: <strong>NAPAKA</strong>: Forum ne obstaja.

source: <strong>ERROR</strong>: Forum ID cannot be a negative number.
sl_si: <strong>NAPAKA</strong>: ID foruma ne more biti negativno število.

source: <strong>ERROR</strong>: Forum ID must be a number.
sl_si: <strong>NAPAKA</strong>: ID foruma mora biti številka.

source: <strong>ERROR</strong>: Forum ID is missing.
sl_si: <strong>NAPAKA</strong>: Ni ID-ja teme.

source: <strong>ERROR</strong>: Topic does not exist.
sl_si: <strong>NAPAKA</strong>: Tema ne obstaja.

source: <strong>ERROR</strong>: Topic ID cannot be a negative number.
sl_si: <strong>NAPAKA</strong>: ID teme ne more biti negativno število.

source: <strong>ERROR</strong>: Topic ID must be a number.
sl_si: <strong>NAPAKA</strong>: ID teme mora biti številka.

source: <strong>ERROR</strong>: Topic ID is missing.
sl_si: <strong>NAPAKA</strong>: Ne najdem ID-ja teme.

source: <strong>ERROR</strong>: You do not have permission to reply.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za ustvarjanje novega odgovora.

source: This forum is empty.
sl_si: Ta forum je prazen.

source: This forum contains %1$s.
sl_si: Ta forum vsebuje %1$s.

source: This category contains %1$s.
sl_si: Ta kategorija vsebuje %1$s.

source: This forum contains %1$s and %2$s.
sl_si: Ta forum vsebuje %1$s in %2$s.

source: This category contains %1$s and %2$s.
sl_si: Ta kategorija vsebuje %1$s in %2$s.

source: This forum contains %1$s, and was last updated by %2$s %3$s.
sl_si: Ta forum vsebuje %1$s, nazadnje ga je posodobil/a %2$s %3$s.

source: This category contains %1$s, and was last updated by %2$s %3$s.
sl_si: Ta kategorija vsebuje %1$s, nazadnje jo je posodobil/a %3$s %4$s.

source: This forum contains %1$s and %2$s, and was last updated by %3$s %4$s.
sl_si: Ta forum vsebuje %1$s in %2$s, nazadnje jo je posodobil/a %3$s %4$s.

source: This category contains %1$s and %2$s, and was last updated by %3$s %4$s.
sl_si: Ta kategorija vsebuje %1$s in %2$s, nazadnje jo je posodobil/a %3$s %4$s.

source: %s reply
sl_si: %s odgovor

source: (+ %d hidden)
sl_si: (+ %d skritih)

source: %s topic
sl_si: %s tema

source: Unsubscribe
sl_si: Prekliči naročnino

source: Subscribe
sl_si: Naroči se

source: Parent Forum:
sl_si: Nadrejeni forum:

source: No forums found in Trash
sl_si: Ni forumov v smeteh

source: No forums found
sl_si: Ni forumov

source: View Forum
sl_si: Poglej forum

source: Edit Forum
sl_si: Uredi forum

source: Create New Forum
sl_si: Ustvari nov forum

source: New Forum
sl_si: Nov forum

# Make forum hidden
source: Hidden
sl_si: Skrit

# Make forum private
source: Private
sl_si: Zaseben

# Make forum public
source: Public
sl_si: Javen

# Forum is a category
source: Category
sl_si: Kategorija

# Close the forum
source: Closed
sl_si: Zapri

# Open the forum
source: Open
sl_si: Odpri

source: <strong>ERROR</strong>: Your forum cannot be edited at this time.
sl_si: <strong>NAPAKA</strong>: Vašega foruma trenutno ni mogoče urejati.

source: <strong>ERROR</strong>: You do not have permission to edit that forum.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za urejanje tega foruma.

source: <strong>ERROR</strong>: The forum you want to edit was not found.
sl_si: <strong>NAPAKA</strong>: Foruma, ki ga želite urejati, ni mogoče najti.

source: <strong>ERROR</strong>: Forum ID not found.
sl_si: <strong>NAPAKA</strong>: Ne najdem ID-ja foruma.

source: <strong>ERROR</strong>: Your forum cannot be created at this time.
sl_si: <strong>NAPAKA</strong>: Trenutno vašega foruma ni mogoče ustvariti.

source: <strong>ERROR</strong>: This forum already exists.
sl_si: <strong>NAPAKA</strong>: Ta forum že obstaja.

source: <strong>ERROR</strong>: Slow down; you move too fast.
sl_si: <strong>NAPAKA</strong>: Malo bolj počasi; prehitri ste.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new forums in it.
sl_si: <strong>NAPAKA</strong>: Ta forum je skrit in nimate pravic za branje ali ustvarjanje novih forumov znotraj njega.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new forums in it.
sl_si: <strong>NAPAKA</strong>: Ta forum je zaseben in nimate pravic za branje ali ustvarjanje novih forumov znotraj njega.

source: <strong>ERROR</strong>: This forum has been closed to new forums.
sl_si: <strong>NAPAKA</strong>: V tem forumu ni več mogoče ustvarjati novih forumov.

source: <strong>ERROR</strong>: This forum is a category. No forums can be created in this forum.
sl_si: <strong>NAPAKA</strong>: Ta forum je kategorija. V tem forumu ni mogoče ustvarjati forumov.

source: <strong>ERROR</strong>: Your forum must have a parent.
sl_si: <strong>NAPAKA</strong>: Vaš forum potrebuje nadrejeni forum.

source: <strong>ERROR</strong>: Your forum description cannot be empty.
sl_si: <strong>NAPAKA</strong>: Opis vašega foruma ne sme ostati prazen.

source: <strong>ERROR</strong>: Your forum needs a title.
sl_si: <strong>NAPAKA</strong>: Vaš forum potrebuje naslov.

source: <strong>ERROR</strong>: You do not have permission to create new forums.
sl_si: <strong>NAPAKA</strong>: Nimate dovoljenja za ustvarjanje novega foruma.

source: <strong>ERROR</strong>: You do not have permission to mark notifications for that user.
sl_si: <strong>NAPAKA</strong>: Nimate pravic za označevanje obvestil tega uporabnika.

source: You have %d new reply to %s
sl_si: Imate %d novih odgovorov na %s

source: You have %d new reply to %2$s from %3$s
sl_si: Imate %d nov odgovor na %2$s od %3$s

source: You have %d new replies
sl_si: Imate %d novih odgovorov

source: Topic Replies
sl_si: Odgovori teme

source: Subscribed Topics
sl_si: Naročene teme

source: Search Forums...
sl_si: Preišči forume ...

source: This group does not currently have a forum.
sl_si: Ta skupina trenutno nima foruma.

source: Group Forum
sl_si: Skupinski forum

# group admin edit screen
source: Discussion Forum
sl_si: Forum razprave:

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
sl_si: <strong>NAPAKA</strong>: Ste prepričani, da ste želeli to storiti?

source: Save Settings
sl_si: Shrani nastavitve

source: Network administrators can reconfigure which forum belongs to this group.
sl_si: Omrežni skrbniki lahko preoblikujejo kateri forum pripada tej skupini.

source: Group Forum:
sl_si: Skupinski forum:

source: Saying no will not delete existing forum content.
sl_si: Če izberete ne, se obstoječa vsebina foruma ne bo izbrisala.

source: Yes. I want this group to have a forum.
sl_si: Da. Želim, da ima ta skupina forum.

source: Create a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion.
sl_si: Ustvarite pogovorni forum, da bodo lahko člani te skupine komunicirali na strukturiran način, kot prek oglasne deske.

source: Group Forum Settings
sl_si: Nastavitve skupin foruma

source: %1$s replied to the topic %2$s in the forum %3$s
sl_si: %1$s je odgovoril na temo %2$s v forumu %3$s

source: %1$s started the topic %2$s in the forum %3$s
sl_si: %1$s je pričel temo %2$s v forumu %3$s

source: New forum reply
sl_si: Nov odgovor na forumu

source: New forum topic
sl_si: Nova tema na forumu

source: No recorded history. Akismet has not checked this post.
sl_si: Ni zapisane zgodovine. Akismet ni preveril tega prispevka.

source: Akismet History
sl_si: Zgodovina Akismet

source: Akismet was unable to check this post (response: %s), will automatically retry again later.
sl_si: Akismet ni uspel preveriti tega prispevka (odgovor: %s), kasneje bo poskusil ponovno.

source: Akismet cleared this post as not spam
sl_si: Akismet ta prispevek ni označil kot spam

source: Post status was changed to %s
sl_si: Status prispevka je bil spremenjen v %s

source: Akismet caught this post as spam
sl_si: Akismet je zaznal ta komentar kot neželen.

source: No response
sl_si: Ni odgovora

source: %1$s reported this %2$s as not spam
sl_si: %1$s je poročal, da ta %2$s ni neželen

source: %1$s reported this %2$s as spam
sl_si: %1$s je poročal, da je ta %2$s neželen

source: Oh, and this is what a reply looks like.
sl_si: Aha, takole pa zgleda odgovor.

source: Re: Hello World!
sl_si: Re: Pozdravljen, svet!

source: I am the first topic in your new forums.
sl_si: Jaz sem prva tema v vašem novem forumu.

source: Hello World!
sl_si: Pozdravljen, svet!

source: General chit-chat
sl_si: Splošni klepet

source: General
sl_si: Splošno

source: Editable forum roles no longer exist.
sl_si: Spremenljive vloge foruma ne obstajajo več.

source: Recent Replies
sl_si: Nedavni odgovori

source: Show reply author:
sl_si: Prikaži odgovor avtorja:

source: Maximum replies to show:
sl_si: Največje število prikazanih odgovorov:

# widgets
source: %1$s on %2$s
sl_si: %1$s dne %2$s

# widgets
source: %1$s on %2$s %3$s
sl_si: %1$s dne %2$s %3$s

source: (bbPress) Recent Replies
sl_si: (bbPress) Zadnji odgovori

source: A list of the most recent replies.
sl_si: Seznam najnovejših odgovorov.

source: Forum Statistics
sl_si: Statistika foruma

source: (bbPress) Statistics
sl_si: (bbPress) Statistika

source: Some statistics from your forum.
sl_si: Nekaj statistike vašega foruma.

source: Recent Topics
sl_si: Nedavne teme

source: Topics With Recent Replies
sl_si: Teme z zadnjimi odgovori

source: Popular Topics
sl_si: Priljubljene teme

source: Newest Topics
sl_si: Najnovejše teme

source: Order By:
sl_si: Razvrsti po:

source: Show topic author:
sl_si: Prikaži avtorja teme:

source: Show post date:
sl_si: Prikaži datum prispevka:

source: Maximum topics to show:
sl_si: Največje število prikazanih tem:

# widgets
source: by %1$s
sl_si: uporabnika %1$s

source: (bbPress) Recent Topics
sl_si: (bbPress) Zadnje teme

source: A list of recent topics, sorted by popularity or freshness.
sl_si: Seznam zadnjih tem, razporejenih po priljubljenosti ali aktualnosti.

source: "0" to show only root - "any" to show all
sl_si: "0" da prikaže samo koren - "vse" da prikaže vse

source: Parent Forum ID:
sl_si: ID nadrejenega foruma:

source: (bbPress) Forums List
sl_si: (bbPress) Seznam forumov

source: A list of forums with an option to set the parent.
sl_si: Seznam forumov z možnostjo nastavitve nadrejenega foruma.

source: Search Forums
sl_si: Preišči forume

source: (bbPress) Forum Search Form
sl_si: (bbPress) Iskalni obrazec foruma

source: The bbPress forum search form.
sl_si: Iskalni obrazec bbPress foruma.

source: (bbPress) Topic Views List
sl_si: (bbPress) Seznam pogledov tem

source: A list of registered optional topic views.
sl_si: Seznam registriranih izbirnih pogledov tem.

source: Lost Password URI:
sl_si: URI pozabljenega gesla:

source: Register URI:
sl_si: Registracijski URI:

source: Title:
sl_si: Naslov:

source: Lost Password
sl_si: Pozabljeno geslo

source: Register
sl_si: Registracija

source: Remember Me
sl_si: Zapomni si me

source: Password
sl_si: Geslo

source: Username
sl_si: Uporabniško ime

source: Log In
sl_si: Prijava

source: (bbPress) Login Widget
sl_si: (bbPress) Prijavni gradnik

source: A simple login form with optional links to sign-up and lost password pages.
sl_si: Enostaven obrazec za prijavo z izbirnimi povezavami na registracijo in stran za pozabljena gesla.

source: View: %s
sl_si: Pogled: %s

source: Edit %s's Profile
sl_si: Uredi profil osebe %s

source: Edit Your Profile
sl_si: Uredi moj profil

source: %s Profile
sl_si: %s Profil

source: %s Subscriptions
sl_si: %s Naročnin

source: %s Favorites
sl_si: %s Priljubljenih

source: %s Replies
sl_si: %s Odgovorov

source: %s Topics
sl_si: %s Tem

# User viewing another users profile
source: %s's
sl_si: %s

# User viewing his/her own profile
source: Your
sl_si: Vaš

source: Topic: %s
sl_si: Tema: %s

source: Topic Tag Edit: %s
sl_si: Uredi značke teme: %s

source: Reply Edit: %s
sl_si: Uredi odgovor: %s

source: Topic Edit: %s
sl_si: Uredi temo: %s

source: Forum Edit: %s
sl_si: Uredi forum: %s

source: Log Out
sl_si: Odjava

source: Edit
sl_si: Uredi

source: Topic Tag: %s
sl_si: Oznaka teme: %s

source: (Edit)
sl_si: (Uredi)

source: Home
sl_si: Domov

source: None available
sl_si: Ni na voljo

source: No forums available
sl_si: Na voljo ni nobenega foruma

source: No topics available
sl_si: Na voljo ni nobene teme

source: Conditional query tags do not work before the query is run. Before then, they always return false.
sl_si: Pogojne oznake poizvedbe ne delujejo pred začetkom poizvedbe. Pred tem so rezultati nepravilni.

source: %1$s wrote: %2$s Topic Link: %3$s ----------- You are receiving this email because you subscribed to a forum. Login and visit the topic to unsubscribe from these emails.
sl_si: %1$s je napisal/a: %2$s Povezava do teme: %3$s ----------- To e-poštno sporočilo ste prejeli, ker ste naročeni na forum. Če se od teme želite odjaviti, se prijavite in jo obiščite.

source: %1$s wrote: %2$s Post Link: %3$s ----------- You are receiving this email because you subscribed to a forum topic. Login and visit the topic to unsubscribe from these emails.
sl_si: %1$s je napisal/a: %2$s Povezava: %3$s ----------- To sporočilo ste prejeli, ker ste naročeni na prejemanje obvestil o tej temi na forumu. Če se želite odjaviti od prejmanja obvestil, se vpišite na forum, obiščite temo in prekličite naročnino.

source: <strong>ERROR</strong>: Invalid email address submitted!
sl_si: <strong>NAPAKA</strong>: Neveljaven e-poštni naslov!

source: <strong>ERROR</strong>: Invalid author name submitted!
sl_si: <strong>NAPAKA</strong>: Neveljaven avtor!

source: Trashed: %s
sl_si: V smeteh: %s

source: Spammed: %s
sl_si: Neželenih: %s

source: Private: %s
sl_si: Zasebnih: %s

source: second
sl_si: sekunda

source: minute
sl_si: minuta

source: hours
sl_si: ur

source: hour
sl_si: ura

source: days
sl_si: dni

source: day
sl_si: dan

source: weeks
sl_si: tednov

source: week
sl_si: teden

source: months
sl_si: mesecev

source: month
sl_si: mesec

source: years
sl_si: let

source: year
sl_si: leto

source: %s ago
sl_si: %s nazaj

source: right now
sl_si: trenutno

source: sometime
sl_si: nekdaj

source: Site Role
sl_si: Vloga spletišča

source: Change
sl_si: Spremeni

source: Change forum role to&hellip;
sl_si: Spremeni vlogo foruma v&hellip;

source: &mdash; No role for these forums &mdash;
sl_si: &mdash; Ni pravil za te forume &mdash;

source: Forum Role
sl_si: Vloga foruma
