Repository: bbearche/dekmartrades
Catalog: languages/plugins/bbpress-*.po
Languages: sl_si

source: Auto-embed will embed the media content from a URL directly into the replies. For example: links to Flickr and YouTube.
sl_si: Samodejno vstavljanje omogoča vnos predstavnostne vsebine z nekega URL-ja, kot denimo povezave na Flickr in YouTube, neposredno v odgovor.

source: The Fancy Editor brings the luxury of the Visual editor and HTML editor from the traditional WordPress dashboard into your theme.
sl_si: Izvrstni urejevalnik prinaša udobje vizualnega urejevalnika in HTML urejevalnika iz tradicionalne WordPressove nadzorne plošče v vašo temo.

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create topics as well as replies.
sl_si: 'Anonimno objavljanje' omogoči gostom brez uporabniškega računa sodelovanje na vašem forumu. Ustvarjajo lahko teme in odgovarjajo.

source: Topic-Tags allow users to filter topics between forums. This is enabled by default.
sl_si: Tematske oznake dovoljujejo uporabnikom filtrirati teme po forumih. To je omogočeno kot privzeto.

source: Subscriptions allow users to subscribe for notifications to topics that interest them. This is enabled by default.
sl_si: Naročnine uporabnikom omogočajo naročanje na obvestila o temah, ki jih zanimajo. To je privzeto omogočeno.

source: Favorites are a way for users to save and later return to topics they favor. This is enabled by default.
sl_si: 'Priljubljeno' omogoča, da uporabnik shrani temo, ki ga zanima, in se kasneje vrne na nanjo. To je privzeto omogočeno.

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
sl_si: "Čas dušenja" je zahtevan čas med prispevki enega avtorja. Daljši, kot je čas dušenja, dlje časa bo moral uporabnik čakati pred ponovnim objavljanjem v forum.

source: You can choose to lock a post after a certain number of minutes. "Locking post editing" will prevent the author from editing some amount of time after saving a post.
sl_si: Prispevek lahko po nekem določenem času (v minutah) zaklenete. "Zaklepanje urejanja" bo avtorju preprečilo urejanje prispevka po nekem določenem času od shranitve objave.

source: In the Main Settings you have a number of options:
sl_si: V glavnih nastavitvah imate številne možnosti:

source: Main Settings
sl_si: Glavne nastavitve

source: Please see the additional help tabs for more information on each indiviual section.
sl_si: Poglejte dodatne zavihke s pomočjo za več informacij o posameznih razdelkih.

source: This screen provides access to all of the Forums settings.
sl_si: Ta zaslon omogoča dostop do vseh nastavitev forumov.

source: Stop
sl_si: Ustavi

source: Start
sl_si: Začni

source: Non-bbPress passwords cannot be automatically converted. They will be converted as each user logs in.
sl_si: Gesla, ki niso iz bbPressa, se ne morejo samodejno pretvoriti. Pretvorila se bodo, ko se bo uporabnik prijavil.

source: Attempt to import user accounts from previous forums
sl_si: Poskusi uvoziti uporabniške račune iz prejšnjih forumov

source: Use this if an import failed and you want to remove that incomplete data.
sl_si: Uporabite v primeru neuspešnega uvoza, ko želite odstraniti nepopolne podatke.

source: Purge all information from a previously attempted import
sl_si: Počisti vse informacije iz predhodnega poskusa uvoza

source: You should clean old conversion information before starting over.
sl_si: Počistite podatke stare pretvorbe, preden začnete znova.

source: Start a fresh conversion from the beginning
sl_si: Začnite svežo pretvorbo od začetka

source: Keep this high to prevent too-many-connection issues.
sl_si: Da preprečite težave zaradi preveč povezav, naj bo vrednost višja.

source: second(s) delay between each group of rows
sl_si: sekund(e) zamika med posameznimi skupinami vrstic

source: Keep this low if you experience out-of-memory issues.
sl_si: Če vam primanjkuje pomnilnika, naj bo vrednost nižja.

source: rows to process at a time
sl_si: vrstice za istočasno obdelavo

source: (If converting from BuddyPress Forums, use "wp_bb_" or your custom prefix)
sl_si: (Če pretvarjate iz BuddyPress forumov, uporabite "wp_bb_" ali vašo predpono po meri)

source: Some optional parameters to help tune the conversion process.
sl_si: Nekaj izbirnih parametrov v pomoč za prilagoditev pretvorbenega postopka.

source: Name of the database with your old forum data
sl_si: Ime podatkovne zbirke z vašimi starimi podatki foruma

source: Password to access the database
sl_si: Geslo za dostop do podatkovne zbirke

source: User for your database connection
sl_si: Uporabnik za vašo povezavo podatkovne zbirke

source: Use default 3306 if unsure
sl_si: V primeru negotovosti uporabite privzeto 3306

source: IP or hostname
sl_si: IP ali ime gostitelja

source: is the previous forum software
sl_si: je prejšnja programska oprema foruma

source: Information about your previous forums database so that they can be converted. <strong>Backup your database before proceeding.</strong>
sl_si: Podatki o vaši prejšnji podatkovni zbirki forumov, da se lahko pretvorijo. <strong> Pred nadaljevanjem ustvarite varnostno kopijo podatkovne zbirke.</strong>

source: Save Changes
sl_si: Shrani spremembe

source: Forums Settings
sl_si: Nastavitve forumov

source: Allow Akismet to actively prevent forum spam.
sl_si: Dovoli, da Akismet aktivno preprečuje neželeno vsebino.

source: Forum settings for Akismet
sl_si: Nastavitve foruma za Akismet

source: Using the Forum Root is not recommended. Changing this does not move existing forums.
sl_si: Uporaba korena foruma ni priporočljiva. Sprememba tega ne premakne obstoječih forumov.

source: is the parent for all group forums
sl_si: je nadrejeni vsem skupinskim forumom

source: &mdash; Forum root &mdash;
sl_si: &mdash; Koren foruma &mdash;

source: Allow BuddyPress Groups to have their own forums
sl_si: Dovoli BuddyPress skupinam, da imajo svoje forume

source: Forum settings for BuddyPress
sl_si: Nastavitve forumov za BuddyPress

source: Custom slugs for single forums, topics, replies, tags, views, and search.
sl_si: Poljubni naslovi za posamezne forume, teme, odgovore, značke, poglede in iskanje.

source: Customize your user profile slugs.
sl_si: Prilagodite naslove vašega uporabniškega profila

source: Topics by Freshness
sl_si: Zadnje teme

source: Forum Index
sl_si: Izhodišče foruma

source: Prefix all forum content with the Forum Root slug (Recommended)
sl_si: Pred ostale naslove dodaj tudi naslov izhodišča foruma (priporočeno)

source: Customize your Forums root. Partner with a WordPress Page and use Shortcodes for more flexibility.
sl_si: Prilagodite izhodišče foruma. Za več možnosti združite WordPress stran in uporabite kratke kode.

source: How many topics and replies to show per RSS page
sl_si: Koliko tem in odgovorov se naj prikazuje na RSS strani

source: per page
sl_si: na stran

source: How many topics and replies to show per page
sl_si: Koliko tem in odgovorov se naj prikazuje na eni strani

source: Embed media (YouTube, Twitter, Flickr, etc...) directly into topics and replies
sl_si: Vdelajte predstavnostno vsebino (YouTube, Twitter, Flickr, itd ...) naravnost v temo in odgovore

source: No template packages available.
sl_si: Predložnih paketov ni na voljo.

source: will serve all bbPress templates
sl_si: bo služil vsem bbPress predlogam

source: How your forum content is displayed within your existing theme.
sl_si: Kako je vsebina foruma prikazana znotraj vaše obstoječe teme.

source: Add toolbar & buttons to textareas to help with HTML formatting
sl_si: Za pomoč s HTML oblikovanjem dodaj orodno vrstico in gumbe v tekstovna polja

source: Allow topic and reply revision logging
sl_si: Dovoli beleženje ogleda tem in odgovorov

source: Enable threaded (nested) replies %s levels deep
sl_si: Omogoči gnezdene odgovore do stopnje %s

source: Allow forum wide search
sl_si: Omogoči iskanje po celem forumu

source: Allow topics to have tags
sl_si: Dovoli oznake za teme

source: Allow users to subscribe to forums and topics
sl_si: Dovoli uporabnikom naročevanje na forume in teme

source: Allow users to mark topics as favorites
sl_si: Omogoči uporabnikom, da označujejo teme kot priljubljene

source: Forum features that can be toggled on and off
sl_si: Lastnosti foruma, ki se jih lahko preklopi iz vključenih ali izključenih

source: Automatically give registered visitors the %s forum role
sl_si: Registriranim uporabnikom samodejno dodeli forumsko vlogo %s

source: Allow guest users without accounts to create topics and replies
sl_si: Dovoli uporabnikom brez računa, da ustvarijo teme in odgovore

source: seconds
sl_si: sekund

source: minutes
sl_si: minut

source: Setting time limits and other user posting capabilities
sl_si: Nastavitve časovnih omejitev in ostalih uporabniških zmožnosti objavljanja

source: Use Akismet
sl_si: Uporabi Akismet

source: Group Forums Parent
sl_si: Nadrejeni skupinskim forumom

source: Enable Group Forums
sl_si: Omogoči skupinske forume

source: Topic Subscriptions
sl_si: Naročnine teme

source: Favorite Topics
sl_si: Priljubljene teme

source: Replies Created
sl_si: Ustvarjeni odgovori

source: Topics Started
sl_si: Začete teme

source: User Base
sl_si: Baza uporabnikov

source: Topic View
sl_si: Pogled teme

source: Forum root should show
sl_si: Prikazati se mora izhodišče foruma

source: Forum Prefix
sl_si: Predpona foruma

source: Forum Root
sl_si: Izhodišče foruma

source: Current Package
sl_si: Trenutni paket

source: Reply Threading
sl_si: Odgovori v temi

source: Auto-embed links
sl_si: Samodejno vdelaj povezave

source: Post Formatting
sl_si: Oblika prispevka

source: Search
sl_si: Iskanje

source: Topic tags
sl_si: Oznake tem

source: Subscriptions
sl_si: Naročnine

source: Favorites
sl_si: Priljubljeno

source: Revisions
sl_si: Revizije

source: Auto role
sl_si: Samodejna vloga

source: Anonymous posting
sl_si: Anonimni prispevki

source: Throttle posting every
sl_si: Omejite sporočanje vsakih

source: Disallow editing after
sl_si: Prepovejte urejanje po

source: Akismet Integration
sl_si: Integracija Akismet

source: BuddyPress Integration
sl_si: Integracija BuddyPress

source: Forum User Slugs
sl_si: Naslov uporabnika

source: Single Forum Slugs
sl_si: Naslov posameznega foruma

source: Forum Root Slug
sl_si: Naslov izhodišča foruma

source: Topics and Replies Per RSS Page
sl_si: Število tem in odgovorov na RSS strani

source: Topics and Replies Per Page
sl_si: Število tem in odgovorov na stran

source: Forum Theme Packages
sl_si: Paketi teme foruma

source: Forum Features
sl_si: Lastnosti foruma

source: Forum User Settings
sl_si: Nastavitve uporabnikov foruma

source: Reply draft updated. <a target="_blank" href="%s">Preview topic</a>
sl_si: Osnutek odgovora osvežen. <a target="_blank" href="%s">Predoglej temo</a>

source: Reply scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
sl_si: Odgovor načrtovan za objavo: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Predoglej temo</a>

source: Reply submitted. <a target="_blank" href="%s">Preview topic</a>
sl_si: Odgovor poslan. <a target="_blank" href="%s">Predoglej temo</a>

source: Reply saved.
sl_si: Odgovor shranjen.

source: Reply created. <a href="%s">View topic</a>
sl_si: Odgovor ustvarjen. <a href="%s">Poglej temo</a>

source: Reply restored to revision from %s
sl_si: Odgovor obnovljen na različico iz %s

source: Reply updated.
sl_si: Odgovor posodobljen.

source: Reply updated. <a href="%s">View topic</a>
sl_si: Odgovor osvežen. <a href="%s">Poglej temo</a>

source: In all forums
sl_si: V vseh forumih

source: Empty Spam
sl_si: Izprazni neželeno vsebino

source: Delete Permanently
sl_si: Trajno izbriši

source: Delete this item permanently
sl_si: Trajno izbriši ta element

source: Trash
sl_si: smeti

source: Move this item to the Trash
sl_si: Premakni v smeti

source: Restore
sl_si: Obnovi

source: Restore this item from the Trash
sl_si: Obnovi ta element iz smeti

source: Spam
sl_si: Neželena vsebina

source: Mark this reply as spam
sl_si: Označi odgovor kot neželenega

source: Not spam
sl_si: Ni neželeno

source: Mark the reply as not spam
sl_si: Odznači odgovor kot neželenega

source: View
sl_si: Poglej

source: View &#8220;%s&#8221;
sl_si: Poglej &#8220;%s&#8221;

source: (Mismatch)
sl_si: (Neujemanje)

source: No Forum
sl_si: Ni Foruma

source: No Topic
sl_si: Ni Teme

source: Author
sl_si: Avtor

source: Title
sl_si: Naslov

source: Reply "%1$s" successfully unmarked as spam.
sl_si: Odgovor "%1$s" je bil uspešno odznačen kot neželen.

source: There was a problem unmarking the reply "%1$s" as spam.
sl_si: Prišlo je do napake pri odznačevanju odgovora "%1$s" not neželenega.

source: Reply "%1$s" successfully marked as spam.
sl_si: Odgovor "%1$s" je bil uspešno označen kot neželen.

source: There was a problem marking the reply "%1$s" as spam.
sl_si: Prišlo je do napake pri označevanju odgovora "%1$s" not neželenega.

source: You do not have the permission to do that!
sl_si: Nimate dovoljenja za to dejanje.

source: The reply was not found!
sl_si: Odgovora ni bilo mogoče najti!

source: Author Information
sl_si: Podrobnosti o avtorju

source: <strong>Reply To</strong> determines the threading of the reply.
sl_si: <strong>Odgovori</strong> določi temo, v katero odgovarjate.

source: <strong>Topic</strong> determines the parent topic that the reply belongs to.
sl_si: <strong>Tema</strong> določa nadrejeno temo, pod katero odgovor spada.

source: <strong>Forum</strong> dropdown determines the parent forum that the reply belongs to. Select the forum, or leave the default (Use Forum of Topic) to post the reply in forum of the topic.
sl_si: Nadrejeni forum, pod katerega spada odgovor, določa spustni meni <strong>Forum</strong>. Izberite forum ali pustite privzeto (Uporabi forum teme) za objavo v forum teme.

source: Select the attributes that your reply should have:
sl_si: Izberite parametre za vaš odgovor:

source: Reply Attributes
sl_si: Lastnosti odgovora

source: <strong>Featured Image</strong> - This allows you to associate an image with your reply without inserting it. This is usually useful only if your theme makes use of the featured image as a reply thumbnail on the home page, a custom header, etc.
sl_si: <strong>Prikazna Slika</strong> - Omogoča, da povežete sliko s forumom brez vstavljanja. Običajno je to uporabno le, če tema uporablja to sliko za prikaz kot predogledno sličico foruma na prvi strani, glavo po meri itd.

source: <strong>Publish</strong> - You can set the terms of publishing your reply in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a reply or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a reply to be published in the future or backdate a reply.
sl_si: <strong>Objavljanje</strong> - V polju Objavljanje lahko nastavite pogoje objave. Dodatne možnosti za status, vidnost in (takojšnjo) objavo so na voljo povezavi Uredi. Vidnost vključuje možnost zaščite foruma z geslom ali trajno pripne (zasidra) določen blog na vrh seznama. Objavi (takoj) omogoča nastavitev datuma in ure objave, tako da lahko določite zakasnitev objave ali jo označite s preteklim datumom.

source: <strong>Reply Editor</strong> - Enter the text for your reply. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your reply text. You can insert media files by clicking the icons above the reply editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular reply editor.
sl_si: <strong>Urejevalnik odgovorov</strong> - Vnesite besedilo, ki ga želite v svojem odgovoru. Na voljo sta dve obliki urejanja - vizualno in HTML urejanje. Izberite želeno obliko s klikom na želen zavihek. V vizualnem načinu boste urejali takšno obliko foruma, kakršna bo tudi končna oblika. S klikom na zadnjo ikono v vrstici dobite dodatno vrstico kontrolnikov. HTML način vam omogoča vnos golega HTML-ja poleg besedila za forum. Vstavite lahko predstavnostne datoteke s klikom na ikone nad urejevalnikom foruma in sledenju navodil. V vizualnem načinu lahko urejate brez motenj prek ikone za celozaslonsko urejanje v vizualnem načinu (predzadnja ikona v zgornji vrstici), v HTML načinu pa to dosežete s klikom na gumb za celozaslonski način (zadnja ikona v vrsti). Nato boste lahko gumbe nastavili za prikazane gumbe že, če boste z miško postavili nad zgornji del. Izhod iz celozaslonskega načina vas vrne nazaj v navadno obliko urejevalnika.

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
sl_si: <strong>Naslov</strong> - Vnesite naslov odgovora. Po vnosu naslova boste spodaj videli trajno povezavo, ki jo je mogoče urejati.

source: Title and Reply Editor
sl_si: Urejevalnik naslova in odgovora

source: The title field and the big reply editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
sl_si: Naslovno polje in veliko polje za urejanje odgovorov sta fiksna, vsa ostala polja pa lahko premaknete s pomočjo funkcije povleci-in-spusti ter jih povečate ali skrijete s klikom na naslovno vrstico vsakega polja. Uporabite zavihek z nastavitvami pogleda za prikaz več polj (izvleček, pošiljanje povratne sledi, polja po meri, diskusija, ključ, avtor) ali za izbiro 1 ali 2 stolpcev v tem pogledu.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected replies at once. To remove a reply from the grouping, just click the x next to its name in the Bulk Edit area that appears.
sl_si: Ko uporabljate možnost množičnega urejanja, lahko spreminjate metapodatke (kategorija, avtor itd.) za vse izbrane odgovore hkrati. Odgovor lahko odstranite iz izbire tako, da kliknete na križec poleg njegovega imena v polju za skupinsko urejanje.

source: You can also edit or move multiple replies to the trash at once. Select the replies you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
sl_si: Urejate ali vržete v smeti lahko tudi več odgovorov hkrati. Izberite odgovore, s katerimi želite upravljati, s klikom na potrditvena polja, nato v meniju Skupinska dejanja izberite tistega, ki ga želite izvršiti, ter kliknite Izvedi.

source: <strong>Preview</strong> will show you what your draft reply will look like if you publish it. View will take you to your live site to view the reply. Which link is available depends on your reply&#8217;s status.
sl_si: <strong>Predogled</strong> vam pokaže, kako bo osnutek videti, ko bo objavljen. Ogled vas odpelje na vaše dejansko spletišče za pregled odgovora. Katera od teh povezav je na voljo, je odvisno od stanja odgovora.

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
sl_si: <strong>Neželeno</strong> odstrani odgovor s tega seznama in ga premakne v neželeno vsebino, od koder ga lahko dokončno izbrišete.

source: <strong>Trash</strong> removes your reply from this list and places it in the trash, from which you can permanently delete it.
sl_si: <strong>V smeti</strong> odstrani odgovor s tega seznama in ga premakne v smeti, od koder ga lahko dokončno izbrišete.

source: <strong>Edit</strong> takes you to the editing screen for that reply. You can also reach that screen by clicking on the reply title.
sl_si: <strong>Uredi</strong> vas usmeri na okno za urejanje tega odgovora. Dostop je možen tudi s klikom na naslov odgovora.

source: Hovering over a row in the replies list will display action links that allow you to manage your reply. You can perform the following actions:
sl_si: Podrsajte z miško čez vrstico s seznamom odgovorov za prikaz povezave do dejanj za urejanje vašega odgovora. Izvedete lahko naslednja dejanja:

source: You can refine the list to show only replies in a specific category or from a specific month by using the dropdown menus above the replies list. Click the Filter button after making your selection. You also can refine the list by clicking on the reply author, category or tag in the replies list.
sl_si: Seznam lahko prikazuje odgovore v določeni kategoriji ali samo za določen mesec z uporabo spustnega menija nad seznamom prispevkov. To storite s klikom na Filter, potem ko boste naredili svoj izbor. Filtrirate lahko tudi s klikom na avtorja, kategorijo ali oznako v seznamu odgovorov.

source: You can view replies in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
sl_si: Odgovore lahko vidite kot preprost seznam naslovov ali kot povzetek. Izberite vrsto pogleda s klikom na ikono nad seznamom zgoraj desno.

source: You can filter the list of replies by reply status using the text links in the upper left to show All, Published, Draft, or Trashed replies. The default view is to show all replies.
sl_si: Seznam odgovorov lahko filtrirate po statusu odgovora s klikom na povezave zgoraj levo, s čimer lahko vidite vse odgovore, objavljene, osnutke in zavržene. Privzeta nastavitev prikaže vse odgovore.

source: You can hide/display columns based on your needs and decide how many replies to list per screen using the Screen Options tab.
sl_si: Nastavitve prikazanih stolpcev, ki jih lahko skrijete ali prikažete, in število odgovorov na stran lahko nastavite v zavihku Nastavitve pogleda.

source: This screen provides access to all of your replies. You can customize the display of this screen to suit your workflow.
sl_si: Ta zaslon omogoča dostop do vseh vaših odgovorov. Prikaz lahko prilagodite, tako da bo bolj ustrezal vašim potrebam.

source: IP Address
sl_si: IP naslov

source: Website
sl_si: Spletišče

source: Website:
sl_si: Spletišče:

source: Email
sl_si: E-pošta

source: Email:
sl_si: E-pošta:

source: Name
sl_si: Ime

source: Name:
sl_si: Ime:

source: Reply To
sl_si: Odgovori

source: Reply To:
sl_si: Odgovori:

source: Topic:
sl_si: Tema:

source: Select whether to open or close the topic.
sl_si: Izberite, če želite odpreti ali zapreti to temo.

source: Topic Type
sl_si: Tip Teme

source: Forum Order
sl_si: Ureditev foruma

source: Order:
sl_si: Vrstni red:

source: &mdash; No parent &mdash;
sl_si: &mdash; Brez nadrejenega &mdash;

source: Forum Parent
sl_si: Nadrejeni forum

source: Parent:
sl_si: Nadrejeni:

source: Visibility:
sl_si: Vidnost:

source: Status:
sl_si: Stanje:

source: Type:
sl_si: Tip:

source: You are using <span class="b">bbPress %s</span>.
sl_si: Uporabljate <span class="b">bbPress %s</span>.

source: Empty Topic Tag
sl_si: Prazna oznaka teme

source: Hidden Reply
sl_si: Skriti odgovor

source: Hidden Topic
sl_si: Skrita tema

source: User
sl_si: Uporabnik

source: Users &amp; Moderation
sl_si: Uporabniki &amp; Moderiranje

source: Topic Tag
sl_si: Oznaka teme

source: Reply
sl_si: Odgovor

source: Topic
sl_si: Tema

source: Discussion
sl_si: Diskusija
