Repository: bbearche/dekmartrades
Catalog: languages/plugins/bbpress-*.po
Languages: sl_si

source: Topic draft updated. <a target="_blank" href="%s">Preview topic</a>
sl_si: Osnutek teme posodobljen. <a target="_blank" href="%s">Predoglej temo</a>

source: Topic scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
sl_si: Tema bo objavljena: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Predoglej temo</a>

source: Topic submitted. <a target="_blank" href="%s">Preview topic</a>
sl_si: Tema poslana. <a target="_blank" href="%s">Predoglej temo</a>

source: Topic saved.
sl_si: Tema shranjena.

source: Topic created. <a href="%s">View topic</a>
sl_si: Tema ustvarjena. <a href="%s">Poglej temo</a>

source: Topic restored to revision from %s
sl_si: Tema vrnjena na različico iz %s

source: Topic updated.
sl_si: Tema posodobljena.

source: Topic updated. <a href="%s">View topic</a>
sl_si: Tema posodobljena. <a href="%s">Poglej temo</a>

source: Mark this topic as spam
sl_si: Označi to temo kot nezaželeno

source: Mark the topic as not spam
sl_si: Odznači to temo kot nezaželeno

source: (to front)
sl_si: (na sprednji del)

source: Stick this topic to front
sl_si: Pripni to temo na ospredje

source: Stick
sl_si: Pripni

source: Stick this topic to its forum
sl_si: Pripni to temo na njen forum

source: Unstick
sl_si: Odpni

source: Unstick this topic
sl_si: Odpni to temo

# Open a Topic
source: Open
sl_si: Odpri

source: Open this topic
sl_si: Odpri to temo

# Close a Topic
source: Close
sl_si: Zapri

source: Close this topic
sl_si: Zapri to temo

source: No Replies
sl_si: Ni odgovorov

source: (No Forum)
sl_si: (Ni foruma)

source: Voices
sl_si: Glasovi

source: Topic "%1$s" successfully unmarked as spam.
sl_si: Tema "%1$s" je bila uspešno odznačena kot neželena.

source: There was a problem unmarking the topic "%1$s" as spam.
sl_si: Prišlo je do napake med odznačevanjem teme "%1$s" not neželena.

source: Topic "%1$s" successfully marked as spam.
sl_si: Tema "%1$s" je bila uspešno označena kot neželena.

source: There was a problem marking the topic "%1$s" as spam.
sl_si: Prišlo je do napake med označevanjem teme "%1$s" kot neželena vsebina.

source: Topic "%1$s" successfully unsticked.
sl_si: Tema "%1$s" je bila uspešno odpeta.

source: There was a problem unsticking the topic "%1$s".
sl_si: Prišlo je do napake med odpenjanjem teme "%1$s".

source: Topic "%1$s" successfully sticked.
sl_si: Tema "%1$s" je bila uspešno pripeta.

source: There was a problem sticking the topic "%1$s".
sl_si: Prišlo je do napake med pripenjanjem teme "%1$s".

source: Topic "%1$s" successfully sticked to front.
sl_si: Tema "%1$s" je bila uspešno pripeta na ospredje.

source: There was a problem sticking the topic "%1$s" to front.
sl_si: Prišlo je do napake med pripenjanjem teme "%1$s" na ospredje.

source: Topic "%1$s" successfully closed.
sl_si: Tema "%1$s" je bila uspešno zaprta.

source: There was a problem closing the topic "%1$s".
sl_si: Prišlo je do napake med zapiranjem teme "%1$s".

source: Topic "%1$s" successfully opened.
sl_si: Tema "%1$s" je bila uspešno odprta.

source: There was a problem opening the topic "%1$s".
sl_si: Prišlo je do napake med odpiranjem teme "%1$s".

source: The topic was not found!
sl_si: Teme ni bilo mogoče najti!

source: <strong>Topic Type</strong> dropdown indicates the sticky status of the topic. Selecting the super sticky option would stick the topic to the front of your forums, i.e. the topic index, sticky option would stick the topic to its respective forum. Selecting normal would not stick the topic anywhere.
sl_si: Spustni meni <strong>Tip Teme</strong> določa prioritetni status teme. Izbira možnosti super zasidranja bi zasidrala temo na sprednjo stran foruma v seznam tem, recimo na kazato tem, možnost pripenjanje pa bi jo zasidrala v forum, kamor spada. Izbira brez zasidranja teme ne bi nikamor pripela.

source: <strong>Forum</strong> dropdown determines the parent forum that the topic belongs to. Select the forum or category from the dropdown, or leave the default (No Forum) to post the topic without an assigned forum.
sl_si: Spustni meni <strong>Forum</strong> določa nadrejeni forum teme. Izberite forum ali kategorijo iz spustnega menija ali pustite privzeto nastavitev (Brez foruma) za objavo teme brez pripisanega foruma.

source: Select the attributes that your topic should have:
sl_si: Izberite atribute za vašo temo:

source: Topic Attributes
sl_si: Atributi teme

source: <strong>Featured Image</strong> - This allows you to associate an image with your topic without inserting it. This is usually useful only if your theme makes use of the featured image as a topic thumbnail on the home page, a custom header, etc.
sl_si: <strong>Prikazna Slika</strong> - Omogoča, da povežete sliko s temo brez vstavljanja. Običajno je to uporabno, če WordPressova tema uporablja te slike kot predogledne sličice teme na prvi strani, glavo po meri itd.

source: <strong>Publish</strong> - You can set the terms of publishing your topic in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a topic or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a topic to be published in the future or backdate a topic.
sl_si: <strong>Objavljanje</strong> - V polju Objavljanje lahko nastavite pogoje objave svoje teme. Za urejanje statusa, vidnosti in (takojšnje) objave kliknite na povezavo Urejanje za ogled dodatnih možnosti. Vidnost vključuje možnost zaščite teme z geslom ali omogoča stalno mesto določene teme na vrhu seznama bloga. Objavi (takoj) omogoča nastavitev datuma in ure objave, tako da lahko določite zakasnitev objave ali popravite čas objave za nazaj.

source: <strong>Topic Editor</strong> - Enter the text for your topic. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your topic text. You can insert media files by clicking the icons above the topic editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular topic editor.
sl_si: <strong>Urejevalnik tem</strong> - Vnesite besedilo, ki ga želite v svoji temi. Na voljo sta dve obliki urejanja - vizualno in HTML urejanje. Izberite želeno obliko s klikom na želen zavihek. V vizualnem načinu boste urejali v takšnem pogledu, kakršna bo tudi končna oblika teme. S klikom na zadnjo ikono v vrstici dobite dodatno vrstico kontrolnikov. HTML način vam omogoča vnos golega HTML-ja poleg besedila teme. Če kliknete na ikone nad urejevalnikom foruma in sledite navodilom, lahko vstavite predstavnostne datoteke. V vizualnem načinu lahko urejate brez motenj prek ikone za celozaslonski način (predzadnja ikona v zgornji vrstici), v HTML načinu pa to dosežete s klikom na gumb za celozaslonski način (zadnja ikona v vrsti). Nato boste lahko gumbe nastavili za prikazane gumbe že, če boste z miško postavili nad zgornji del. Izhod iz celozaslonskega načina vas vrne nazaj v navadno obliko urejevalnika.

source: <strong>Title</strong> - Enter a title for your topic. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
sl_si: <strong>Naslov</strong> - Vnesite naslov teme. Po vnosu naslova boste spodaj videli trajno povezavo, ki jo lahko urejate.

source: Title and Topic Editor
sl_si: Urejevalnik naslovov in tem

source: The title field and the big topic editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
sl_si: Naslovno polje in veliko polje za urejanje tem sta neprilagodljiva, vsa ostala polja pa lahko premaknete s pomočjo funkcije povleci-in-spusti ter jih povečate ali skrijete s klikom na naslovne vrstice vsakega polja. Uporabite nastavitve pogleda, da prikažete več polj (izvleček, pošiljanje povratnih sledi, polja po meri, diskusija, ključ, avtor) ali pa za izbiro 1- ali 2-stolpne postavitve za ta pogled.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected topics at once. To remove a topic from the grouping, just click the x next to its name in the Bulk Edit area that appears.
sl_si: Ko uporabljate možnost množičnega urejanja, lahko spreminjate meta podatke (kategorije, avtor, itd.) za vse izbrane teme. Za odstranitev teme iz izbire lahko kliknite na križec poleg njenega imena v polju za množično urejanje.

source: You can also edit or move multiple topics to the trash at once. Select the topics you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
sl_si: Hkrati lahko tudi urejate ali v smeti premaknete več tem. Izberite teme, ki jih želite z uporabo potrditvenega polja vključiti v vaše dejanje, ter izberite ukaz, ki ga želite izvesti, in nato kliknite 'Uporabi'.

source: <strong>Stick <em>(to front)</em></strong> will keep the selected topic &#8217;pinned&#8217; to the top of ALL forums and be visable in any forums topics list.
sl_si: <strong>Zasidraj <em>(v ospredje)</em></strong> bo ohranilo označene teme &#8217;zasidrane&#8217; na vrhu VSEH forumov, kar bo vidno na vseh seznamih tem na forumih.

source: <strong>Stick</strong> will keep the selected topic &#8217;pinned&#8217; to the top the parent forum topic list.
sl_si: <strong>Pripni</strong> bo označeno temo &#8217;pripelo&#8217; na vrh seznama tem nadrejenega foruma.

source: <strong>Close</strong> will mark the selected topic as &#8217;closed&#8217; and disable the option to post new replies to the topic.
sl_si: <strong>Zapri</strong> bo označilo izbrano temo kot &#8217;zaprto&#8217; in onemogočilo objavljanje novih odgovorov na to temo.

source: <strong>Preview</strong> will show you what your draft topic will look like if you publish it. View will take you to your live site to view the topic. Which link is available depends on your topic&#8217;s status.
sl_si: <strong>Predogled</strong> vam pokaže, kako bo osnutek videti, ko bo objavljen. Ogled vas vodi na dejansko spletišče za pregled teme. Katera od teh dveh povezav je na voljo, je odvisno od stanja teme.

source: <strong>Spam</strong> removes your topic from this list and places it in the spam queue, from which you can permanently delete it.
sl_si: <strong>Neželeno</strong> odstrani temo s tega seznama in ga premakne v neželeno vsebino, od koder ga lahko dokončno izbrišete.

source: <strong>Trash</strong> removes your topic from this list and places it in the trash, from which you can permanently delete it.
sl_si: <strong>V smeti</strong> odstrani temo s tega seznama in ga premakne v smeti, kjer jo lahko dokončno izbrišete.

source: <strong>Edit</strong> takes you to the editing screen for that topic. You can also reach that screen by clicking on the topic title.
sl_si: <strong>Uredi</strong> vas usmeri na okno za urejanje te teme. Enako dosežete s klikom na naslov teme.

source: Hovering over a row in the topics list will display action links that allow you to manage your topic. You can perform the following actions:
sl_si: Če se z miško premaknete nad vrstico s seznamom tem, se vam bodo prikazale aktivne povezave za urejanje vaše teme. Izvajate lahko naslednje:

source: You can refine the list to show only topics from a specific month by using the dropdown menus above the topics list. Click the Filter button after making your selection. You also can refine the list by clicking on the topic creator in the topics list.
sl_si: Seznam lahko prikazuje teme samo za določen mesec z uporabo spustnega menija nad seznamom tem. Ko izberete možnosti filtriranja, kliknite na gumb 'Filter'. Filtrirate lahko tudi s klikom na 'Ustvari temo' v 'Seznamu tem'.

source: You can filter the list of topics by topic status using the text links in the upper left to show All, Published, or Trashed topics. The default view is to show all topics.
sl_si: Seznam tem lahko filtrirate po statusu prispevka z uporabo besedilne povezave zgoraj levo za prikaz vseh tem, objavljenih tem ali tem v smeteh. Privzeto služi za prikaz vseh tem.

source: You can hide/display columns based on your needs and decide how many topics to list per screen using the Screen Options tab.
sl_si: V zavihku "Nastavitve pogleda" lahko stolpce po potrebi skrijete/prikažete ter določite, koliko tem naj se prikaže na stran.

source: This screen displays the individual topics on your site. You can customize the display of this screen to suit your workflow.
sl_si: Ta zaslon prikazuje posamezne teme na vašem spletišču. Prikaz lahko prilagodite tako, da bo bolj ustrezal vašim potrebam.

source: Deleting Roles and Capabilities&hellip; %s
sl_si: Brisanje vlog in zmožnosti&hellip; %s

source: Deleting Settings&hellip; %s
sl_si: Brisanje nastavitev&hellip; %s

source: Deleting Conversion Table&hellip; %s
sl_si: Brisanje pretvorbene preglednice&hellip; %s

source: Deleting User Meta&hellip; %s
sl_si: Brisanje metapodatkov uporabnika&hellip; %s

source: Deleting User&hellip; %s
sl_si: Brisanje uporabnika&hellip; %s

source: Deleting Topic Tags&hellip; %s
sl_si: Brisanje oznak teme &hellip; %s

source: Deleting Post Meta&hellip; %s
sl_si: Brisanje metapodatkov &hellip; %s

source: Deleting Posts&hellip; %s
sl_si: Brisanje objav&hellip; %s

source: Success!
sl_si: Uspešno!

source: Failed
sl_si: Napaka

source: Reset bbPress
sl_si: Ponastavi bbPress

source: Human sacrifice, dogs and cats living together... mass hysteria!
sl_si: Žrtvovanje ljudi, življenje psov in mačk skupaj... množična histerija!

source: This process cannot be undone.
sl_si: Tega dejanja ni mogoče razveljaviti.

source: Are you sure you want to do this?
sl_si: Ali ste prepričani, da želite storiti to?

source: Note: Resetting without this checked will delete the meta-data necessary to delete these users.
sl_si: Opomba: Ponastavitev brez obkljukanja tega bo izbrisala vse potrebne meta podatke za odstranitev teh uporabnikov.

source: This option will delete all previously imported users, and cannot be undone.
sl_si: Ta možnost bo odstranila vse prej uvožene uporabnike in ne more biti razveljavljena.

source: Say it ain't so!
sl_si: Reci, da ni tako!

source: Delete imported users?
sl_si: Odstranim uvožene uporabnike?

source: Importer Helper Data
sl_si: Podatki pomočnika uvoza

source: Forum User Roles
sl_si: Vloge uporabnikov foruma

source: Forum Activity
sl_si: Aktivnost foruma

source: Forum Settings
sl_si: Nastavitve foruma

source: Related Meta Data
sl_si: Sorodni metapodatki

source: All Topic Tags
sl_si: Vse oznake tem

source: All Replies
sl_si: Vsi odgovori

source: All Topics
sl_si: Vse teme

source: All Forums
sl_si: Vsi forumi

source: The following data will be removed:
sl_si: Navedeni podatki bodo odstranjeni:

source: Backup your database before proceeding.
sl_si: Pred nadaljevanjem naredite varnostno kopijo vaše podatkovne baze.

source: Revert your forums back to a brand new installation. This process cannot be undone.
sl_si: Povrni forume nazaj, kot v novo namestitev. Ta proces ne more biti razveljavljen.

source: Recalculating the topic for each post &hellip; %s
sl_si: Preračunavanje teme za vsak prispevek &hellip; %s.

source: Recalculating the forum for each post &hellip; %s
sl_si: Preračunavanje foruma za vsak prispevek &hellip; %s.

source: Recalculating forum visibility &hellip; %s
sl_si: Preračunavanje vidnosti foruma &hellip; %s

source: Repairing the sticky topic to the parent forum relationships&hellip; %s
sl_si: Popravljam lepljivo temo na starševski forum razmerij&hellip; %s

source: Recomputing latest post in every topic and forum&hellip; %s
sl_si: Preračunavam najnovejše prispevke v vsaki temi in forumu&hellip; %s

source: Complete! %s users updated.
sl_si: Končano! Uporabniki osebe %s posodobljeni.

source: Remapping forum role for each user on this site&hellip; %s
sl_si: Preslikovanje vloge foruma za vsakega uporabnika na tem spletišču&hellip; %s

source: Removing trashed forums from user subscriptions&hellip; %s
sl_si: Odstranjujem zavržene forume iz uporabniških naročnin&hellip; %s

source: Removing trashed topics from user subscriptions&hellip; %s
sl_si: Odstranjujem teme, ki so v smeteh, iz uporabniških naročenih tem&hellip; %s

source: Nothing to remove!
sl_si: Ničesar za odstraniti!

source: Removing trashed topics from user favorites&hellip; %s
sl_si: Odstranjujem teme, ki so v smeteh, iz uporabniških priljubljenih tem&hellip; %s

source: Counting the number of topics to which each user has replied&hellip; %s
sl_si: Preštej število tem, na katere so odgovorili vsi uporabniki&hellip; %s

source: Counting the number of topics each user has created&hellip; %s
sl_si: Seštevanje števila tem, ki jih je ustvaril uporabnik &hellip; %s

source: Counting the number of replies in each forum&hellip; %s
sl_si: Preštej število odgovorov v vsakem forumu&hellip; %s

source: Counting the number of topics in each forum&hellip; %s
sl_si: Preštej število tem v vsakem forumu&hellip; %s

source: Complete! %s groups updated; %s forums updated; %s forum statuses synced.
sl_si: Končano! %s skupin posodobljenih; %s forumov posodobljenih; %s forumskih statusov sinhroniziranih.

source: group-forums
sl_si: forumska-skupina

source: Group Forums
sl_si: Skupinski forumi

source: Repairing BuddyPress group-forum relationships&hellip; %s
sl_si: Popravljanje odnosov forumskih skupin BuddyPress &hellip; %s

source: Counting the number of spammed and trashed replies in each topic&hellip; %s
sl_si: Preštej število neželenih odgovorov in odgovorov v smeteh v vsaki temi&hellip; %s

source: Counting the number of voices in each topic&hellip; %s
sl_si: Preštej število glasov v vsaki temi&hellip; %s

source: Complete!
sl_si: Končano!

source: Failed!
sl_si: Neuspešno!

source: Counting the number of replies in each topic&hellip; %s
sl_si: Preštej število odgovorov v vsaki temi&hellip; %s

source: Remap existing users to default forum roles
sl_si: Preslikajte obstoječe uporabnike v privzeto vlogo foruma

source: Remove trashed forums from user subscriptions
sl_si: Odstrani forume iz uporabniških naročnin

source: Remove trashed topics from user subscriptions
sl_si: Odstrani teme, ki so v smeteh, iz uporabniških naročenih tem

source: Remove trashed topics from user favorites
sl_si: Odstrani teme, ki so v smeteh, iz uporabniških priljubljenih tem

source: Count replies for each user
sl_si: Preštej odgovore vsakega uporabnika

source: Count topics for each user
sl_si: Preštej teme vsakega uporabnika

source: Count spammed & trashed replies in each topic
sl_si: Preštej neželene odgovore in odgovore v smeteh v vsaki temi

source: Count voices in each topic
sl_si: Preštej glasove v vsaki temi

source: Count replies in each topic
sl_si: Preštej odgovore v vsaki temi

source: Count replies in each forum
sl_si: Preštej odgovore v vsakem forumu

source: Count topics in each forum
sl_si: Preštej teme v vsakem forumu

source: Repair BuddyPress Group Forum relationships
sl_si: Popravite odnose forumskih skupin BuddyPress

source: Recalculate the sticky relationship of each topic
sl_si: Preračunaj lepljiva razmerja za vsako temo

source: Recalculate last activity in each topic and forum
sl_si: Preračunaj zadnje dejavnosti v vsaki temi in forumu

source: Recalculate private and hidden forums
sl_si: Preračunajte zasebne in skrite forume

source: Recalculate the parent forum for each post
sl_si: Preračunaj nadrejeni forum za vsak prispevek

source: Recalculate the parent topic for each post
sl_si: Preračunaj nadrejeno temo za vsak prispevek

source: Repair Items
sl_si: Popravi elemente

source: Repair
sl_si: Popravi

source: Relationships to Repair:
sl_si: Odnosi za popravilo:

source: Some of these tools create substantial database overhead. Avoid running more than 1 repair job at a time.
sl_si: Nekatera od teh orodij močno obremenijo podatkovno zbirko. Ne zaganjajte več kot 1 popravka naenkrat.

source: bbPress keeps track of relationships between forums, topics, replies, and topic tags, and users. Occasionally these relationships become out of sync, most often after an import or migration. Use the tools below to manually recalculate these relationships.
sl_si: bbPress sledi odnosom med forumi, temami, odgovori, oznakami tem in uporabniki. Občasno postanejo ti odnosi neusklajeni, najpogosteje po uvozu ali migraciji. Uporabite orodja spodaj za ročno preračunavanje teh odnosov.

source: Possible %1$s conflict: %2$s
sl_si: Možnost %1$s konflikta: %2$s

source: %s page
sl_si: %s stran

source: Topic tag slug
sl_si: Ključ oznake teme

source: View base
sl_si: Poglej osnovo

source: User base
sl_si: Osnova uporabnikov

source: Reply slug
sl_si: Ključ odgovora

source: Topic slug
sl_si: Ključ teme

source: Forum slug
sl_si: Ključ foruma

source: Topics base
sl_si: Koren teme

source: Forums base
sl_si: Koren foruma

source: Category base
sl_si: Koren kategorije

source: Tag base
sl_si: Koren oznake

source: Menus
sl_si: Meniji

source: Attachments
sl_si: Priponke

source: Pages
sl_si: Strani

source: Posts
sl_si: Prispevki

source: In the event of a slug collision with WordPress or BuddyPress, a warning will appear next to the problem slug(s).
sl_si: V primeru sovpadanja ključa z WordPressom ali BuddyPressom bo opozorilo prikazano poleg problematičnega ključa.

source: "Single Slugs" are used as a prefix when viewing an individual forum, topic, reply, user, or view.
sl_si: 'Posamezni ključi' se uporabljajo kot predpona med ogledom posameznega foruma,teme, odgovora, uporabnika ali pogleda.

source: "Archive Slugs" are used as the "root" for your forums and topics. If you combine these values with existing page slugs, bbPress will attempt to output the most correct title and content.
sl_si: 'Arhivski ključi' se uporabljajo kot 'koren' za vaše forume in teme. Če kombinirate te vrednosti z obstoječimi ključi strani, bo bbPress poskušal prikazati najpravilnejši naslov in vsebino.

source: The Slugs section allows you to control the permalink structure for your forums.
sl_si: Ključi omogočajo nadzor nad strukturo trajnih povezav v vaših forumih.

source: Slugs
sl_si: Ključi

source: These are broken up into two separate groups: one for what appears in your theme, another for RSS feeds.
sl_si: Te so razdeljene v dve različni skupini: ena za prikazovanje v vaši temi, druga za RSS vire.

source: This is comparable to the WordPress "Reading Settings" page, where you can set the number of posts that should show on blog pages and in feeds.
sl_si: To je podobno WordPressovi strani "Nastavitve branja". Tukaj lahko nastavite število prispevkov na stran v blogih in virih.

source: Per Page settings allow you to control the number of topics and replies appear on each page.
sl_si: Nastavitve na stran omogočajo nadzor nad številom tem in odgovorov, ki se prikažejo na vsaki strani.

source: Per Page
sl_si: Na stran

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
sl_si: Da nove nastavitve začnejo veljati, jih je potrebno shraniti s klikom na gumb "Shrani spremembe" na dnu strani.
