Repository: bbearche/dekmartrades
Catalog: languages/plugins/pdf-embedder-*.po
Languages: sl_si

source: The user can also touch and scroll continuously between all pages of the PDF which is much easier than clicking the next/prev buttons to navigate.
sl_si: Obiskovalec lahko tapne in zvezno drsi med stranmi PDF dokumenta. To je veliko lažje kot klikanje na naprej/nazaj gumbe.

source: Allow user to scroll up/down between all pages in the PDF
sl_si: Dovoli uporabniku pregledovanje gor/dol po PDFju

source: Continous Page Scrolling
sl_si: Neprekinjeno drsenje strani

source: Optionally add a watermark containing the user's name or email address to discourage sharing of screenshots.
sl_si: Po želji lahko dodaš vodni odtis s tvojim imenom ali e-naslovom in tako odvrneš obiskovalce od deljenja zaslonskih posnetkov.

source: Open links in a new browser tab/window
sl_si: Odpri povezave v novem zavihku/strani

source: External Links
sl_si: Zunanje povezave

source: Count number of views and downloads
sl_si: Štej vpoglede in prenose

source: Provide PDF download button on toolbar
sl_si: Prikaži PDF prenos gumb v orodni vrstici

source: Options only available in Premium versions
sl_si: Te možnosti so na voljo le v Premium različici

source: Downloads/Views
sl_si: Prenosi/Ogledi

source: Track downloads and views with <a href="%s" target="_blank">PDF Embedder Premium</a>
sl_si: Sledi prenosom in vpogledom z <a href="%s" target="_blank">PDF Embedder Premium</a>

source: Find out more about <a href="%s" target="_blank">Premium Versions of the plugin on our website</a>.
sl_si: Več informacij o <a href="%s" target="_blank">Premium različicah najdeš na naši spletni strani</a>.

source: Track Views/Downloads
sl_si: Sledi vpogledom/prenosom

source: Embed PDFs straight into your posts and pages, with flexible width and height. No third-party services required.
sl_si: PDFje lahko vdelate neposredno v prispevke in strani. Pri tem ne potrebujete nobenih dodatnih storitev ali vtičnikov. Širina in višina PDFjev sta prilagodljivi.

source: Mobile-friendly embedding using PDF Embedder Premium
sl_si: Vdelava z PDF Embedder Premium je prilagojena prikazu na mobilnih napravah.

source: Download Button
sl_si: Prenos

source: Settings
sl_si: Nastavitve

source: Settings saved
sl_si: Nastavitve shranjene

source: Unspecified error
sl_si: Nedoločena napaka

source: Height must be "max" or an integer (number of pixels)
sl_si: Višina mora biti "max" ali celo število (število slikovnih pik)

source: Width must be "max" or an integer (number of pixels)
sl_si: Širina mora biti "max" ali celo število (število slikovnih pik)

source: See our website <a href="%s">wp-pdf.com</a> for more details and purchase options.
sl_si: Preverite našo spletno stran <a href="%s">wp-pdf.com</a> za več podrobnosti in možnosti nakupa.

source: This means that your PDF is unlikely to be shared outside your site where you have no control over who views, prints, or shares it.
sl_si: To pomeni, da vaš PDF najverjetneje ne bo prikazan zunaj vaše strani, kjer nimate nadzora nad tem, kdo odpre, natisne ali deli PDF z drugimi.

source: Protect your PDFs using PDF Embedder Secure
sl_si: Zaščitite svoje PDFe z PDF Embedder Secure.

source: You can override these defaults for specific embeds by modifying the shortcodes - see <a href="%s" target="_blank">instructions</a>.
sl_si: Te privzete nastavitve lahko povoziš z vdelavo popravljenih kratkih kod (shortcodes) - glej <a href="%s" target="_blank">navodila</a>.

source: Toolbar always visible
sl_si: Orodna vrstica vedno vidna

source: Toolbar appears only on hover over document
sl_si: Orodna vrstica lebdi nad dokumentom

source: Toolbar Hover
sl_si: Prikaz orodne vrstice

source: Both
sl_si: Oboje

source: Bottom
sl_si: Spodaj

source: Top
sl_si: Zgoraj

source: Toolbar Location
sl_si: Mesto prikaza orodne vrstice

source: Enter <b>max</b> or an integer number of pixels
sl_si: Vnesi <b>max</b> ali število pikslov

source: Height
sl_si: Višina

source: Width
sl_si: Širina

source: Default Viewer Settings
sl_si: Privzete nastavitve ogledovalnika

source: Save Changes
sl_si: Shrani spremembe

source: Mobile
sl_si: Mobilno

source: Main Settings
sl_si: Glavne nastavitve

source: From the post editor, click Add Media, and then drag-and-drop your PDF file into the media library. When you insert the PDF into your post, it will automatically embed using the plugin's viewer.
sl_si: V urejevalniku prispevkov klikni Dodaj predstavnostne datoteke. Potem povleci-in-spusti tvoj PDF v Knjižnico datotek. Ko boš vstavil(a) svoj PDF v prispevek, bo samodejno vdelan z pregledovalnikom PDF Embedder.

source: To use the plugin, just embed PDFs in the same way as you would normally embed images in your posts/pages - but try with a PDF file instead.
sl_si: Da bi uporabili ta vtičnik, samo vdelaj PDF v stran ali prispevek na enak način, kot bi običajno vdelal sliko.

source: PDF Embedder setup
sl_si: Nastavitev PDF Embedder-ja

source: PDF Embedder settings
sl_si: Nastavitve PDF Embedder-ja

source: Manage PDFs
sl_si: Upravljaj PDFje

source: PDFs
sl_si: PDFji

source: View in Full Screen
sl_si: Ogled v celo zaslonskem načinu

source: PDF page width or height are invalid
sl_si: Širina ali višina PDF je napačna

source: Click here for more info
sl_si: Klikni za več informacij

source: Error: URL to the PDF file must be on exactly the same domain as the current web page.
sl_si: Napaka: Povezava do PDF datoteke mora biti v isti domeni, kot spletna stran, na kateri bi povezava.

source: Full Screen
sl_si: Čez cel zaslon

source: Download PDF
sl_si: Prenos PDF

source: Secure
sl_si: Varno

source: Zoom Out
sl_si: Pomanjšaj

source: Zoom In
sl_si: Povečaj

source: Next page
sl_si: Naslednja stran

source: Previous page
sl_si: Prejšnja stran

source: Zoom
sl_si: Povečava

source: Page
sl_si: Stran

source: Loading...
sl_si: Nalaganje ...
